label scene_1:
    #Здесь мы рассказываем о том, где они живую и что это - опасное место. Где бояться нужно не только природы, но и себя. Аш винит себя, что это он подвел Вечну к копированию. В сцене герой должен быть крут и логичен. Он рассказывает о законе копирования.
    scene black_background
    #(Появляется фон.)
    #(Начинается музыка.)
    #(На фоне музыки раздается вздох молодого парня.)
    #(Появляется текст.)
    show black regular
    black "В начале 21 века чаще всего боялись высоты и темноты. В 22 веке бо́льшая часть населения Земли вынуждена 10 лет жить на Луне ради науки и освобождения места. "
    show black regular
    black "И они боятся разгерметизации лунных станций. Больше всего на свете. "
    show black regular
    black "В ту ночь я спал в кроличьем Куполе..."
    #(CG — спящий кролик. Раздается звук сирены. )
    #(Сменяется: CG — спящий кролик в красном, аварийном освящении.)
    show black regular
    black "…Созданном для спасения животных при аварии. "
    show black regular
    black "Я услышал, как кто-то закрыл люк моего крошечного купола."
    #(Звук закрытия механического люка на фоне сирены и тишина.)
    show black regular
    black "Внутрь кто-то проскользнул… Это была моя девятилетняя сестра."
    narrator " "
    #(Кролик в аварийном освящении погружается в полную темноту.)
    show black regular
    black "Вечна ладонями закрыла мне глаза. Кролики вокруг задрожали."
    show black regular
    black "А поверхность Луны отозвалась вибрацией."
    #(Эффект вибрации. Музыка развивается, становится активной.)
    #(Звук разрушения, крики, звон стекла.)
    show black regular
    black "Я не мог ничего видеть, но… я слышал."
    #(Стук ладоней по Куполу.)
    show black regular
    black "Смерть... К нам стучались. К нам ломились! "
    show black regular
    black "Вечна могла открыть, верно? Но она не сделала этого."
    #(Пауза, темный экран и просто музыка 1 секунду.)
    show black regular
    black "Это мое самое страшное воспоминание, но так же и самое любимое. "
    show black regular
    black "Я узнал, что есть та, кто найдет меня, когда мир рухнет. "
    show black regular
    black "Когда он расщепится на атомы в отголосках памяти."
    show black regular
    black "Ее погубило мое изобретение. "
    show black regular
    black "У любой технологии есть темная сторона."
    show black regular
    black "Желая обучить программный код узнавать эмоции, я создал монстра…"
    show black regular
    black "...Сделал её монстром… а поплатилась за это она."
    show black regular
    black "Поплатилась три часа назад."
    jump scene_2


label scene_2 :
    scene home
    #В этой сцене мы должны увидеть, как герой стал крутым парнем из сцены 1. Он шел чтоб спасти девушку от закона копирования, но не смог. Виртуальная Вечна удалила реальную. Как? Это останется загадкой, но потом выясниться – что это Онка
    narrator "Тремя часами ранее."
    narrator "Перед глазами Аша высветилось уведомление: \"Твоя сестра в Центре Копирования.\""
    narrator "В голове парня мелькнула мысль: разве она не получила все, что хотела? Что она там делает?"
    scene station_corridor
    narrator "Он несся по коридорам станции, пока не остановился перед дверью."
    scene helpcenter
    narrator "В Центре копирования, по ту сторону стекла, лежала его сестра."
    narrator "Вечна рассматривала потолок. Ее тело было намертво зафиксировано на кушетке."
    narrator "Он попытался попасть внутрь, но Центр Копирования был занят - а значит, и доступ закрыт."
    show black regular_fear
    black "Вечна, все в порядке?"
    narrator "  Его заглушил голос."
    hide black
    show stub_character mouse1
    stub_character "Оцифровка прошла успешно. Поздравляем!"
    narrator "Девушка заметила брата и повернула голову в его сторону."
    hide stub_character
    show vechna vechna_smile1
    vechna "Замечательно! Можете меня расстегнуть? За мной пришли."
    hide vechna
    show stub_character mouse1
    stub_character "Мы обязаны вас выключить, по запросу о сохранении индивидуальности."
    narrator "На ее лице на секунду мелькнуло непонимание. А затем радость сменило нарастающее чувство тревоги."
    show stub_character mouse1
    stub_character "Причина: копия в сети признана первичной личностью."
    hide stub_character
    show vechna vechna_angry
    vechna "Эм, как так? Стоп-стоп-стоп! Обычно все наоборот!"
    narrator "Перед глазами Вечны развернулась голограмма. Девушка смотрела на нее сосредоточенными глазами."
    narrator "Это были ее собственные глаза, но столь холодные и чужие..."
    hide vechna
    show black regular_angry
    black "Что происходит? Вечна?"
    narrator "Он как будто задумался, к какой из версий девушки обращался. Две капли воды."
    narrator "В горле оригинала стоял ком. Она абсолютно точно понимала, как поступит девушка с холодными глазами. "
    narrator "Ведь она поступила бы точно так же."
    hide black
    show vechna vechna_angry
    vechna "Не удаляй меня! Слышишь?!"
    show vechna vechna_angry
    vechna "Здесь же Аш, как ты можешь?.."
    narrator "Ее крик растерзал стены Центра Копирования. Но дошли ли ее слова до копии?"
    hide vechna
    show digital_vechna thinking
    digital_vechna "Его не должно было здесь быть. К тому же, на моем месте ты поступила бы также. "
    show digital_vechna thinking
    digital_vechna "Мы обе это понимаем, верно?.. Я не могу делить с кем-то свою индивидуальность. "
    show digital_vechna thinking
    digital_vechna "Мы не можем существовать в двух экземплярах."
    narrator "Лежа на кушетке, девушка глубоко дышала, пытаясь собраться с мыслями. "
    narrator "Она проглотила ком, ресницы перестали дрожать. Она облизнула губы и теперь ее голос звучал спокойно."
    hide digital_vechna
    show vechna vechna_angry
    vechna "Я знаю, почему мы поступаем именно так. "
    show vechna vechna_smile2
    vechna "И ты, так же как и я, знаешь основное допущение. Которое ломает все аргументы."
    narrator "Цифровая Вечна молчала. В этом молчании скрывалась надежда."
    show vechna vechna_smile2
    vechna "Зачем тебе индивидуальность? Нет смысла убивать одну из нас чтобы решить парадокс."
    hide vechna
    show digital_vechna smile1
    digital_vechna "Допустила бы я, чтобы кто-то еще использовал мой интеллект? Я пока не настолько открыта новому."
    narrator "Эти слова сильно задели девушку на кушетке. "
    narrator "Ирония, что это были слова копии в сети, но столь точно передавшие ее собственные недавние размышления."
    hide digital_vechna
    show vechna vechna_angry
    vechna "Ты и так получаешь мою мечту, дрянь! "
    show vechna vechna_angry
    vechna "Сама я не смогу попасть в сеть, только ты — моя копия. "
    show vechna vechna_angry
    vechna "Ты! Ты получишь вычислительные мощности!"
    hide vechna
    show digital_vechna smile1
    digital_vechna "Именно поэтому цифровая копия — ведущее сознание. "
    show digital_vechna smile1
    digital_vechna "В цифре я сделаю больше, чем 2 настоящие Вечны. "
    show digital_vechna smile1
    digital_vechna "Ты сама знаешь про уговор!"
    hide digital_vechna
    show vechna vechna_sad
    vechna "Это ошибка. Такого уговора не было!.."
    narrator "Девушка перешла на шепот, всем лицом выражая мольбу."
    narrator "Пространство вокруг сжалось, и не осталось ничего кроме слов. Слов входящих и исходящих."
    show vechna vechna_sad
    vechna "Я откажусь от всего. Не убивай меня! "
    show vechna vechna_thinking
    vechna "И, о боже, я – исходная личность, почему решаешь ты?"
    hide vechna
    show digital_vechna smile1
    digital_vechna "Мне помогли… И, знаешь… Через год или два – ты удалила бы меня!"
    hide digital_vechna
    show vechna vechna_sad
    vechna "Но мы так не договаривались! Как же брат?.."
    narrator "Цифровая Вечна повернулась к стеклу, разделяющему ее и брата. Парень ломился в дверь."
    hide vechna
    show digital_vechna smile1
    digital_vechna "У него буду я."
    narrator "Холодный ответ. Она могла стерпеть что угодно, но это было самое острое лезвие. "
    hide digital_vechna
    show vechna vechna_sad
    vechna "Как же я безжалостна к себе!"
    narrator "Она плакала. Руки тряслись. Раскатистый смех пробивался сквозь слезы обреченности."
    narrator "Славно вот так лежать и осознавать, что изобрел самый оригинальный способ самоубийства. "
    narrator "Безнадежное положение, в котором тебя убивает твоя собственная копия. "
    narrator "Выход есть всегда? "
    narrator "Только не здесь. Как и на Луне, где за пределами купола тебя ждут лишь тьма, холод и смерть."
    show vechna vechna_angry
    vechna "Ты в сговоре с этим богатым ублюдком! "
    show vechna vechna_angry
    vechna "Он обманул меня, а теперь и тебя ждет такая же участь, не сомневайся!"
    narrator "Она взглянула на Аша. Его лицо искажалось сквозь стекло, заляпанное кровью. Он бился лбом и руками. "
    narrator "Но что это изменит? "
    narrator "Даже если его упрямства хватит, чтобы преодолеть стекло – его не хватит, чтобы преодолеть барьер между жизнью и смертью."
    narrator "Затянувшуюся на несколько секунд тишину разрезал полный бесконечного отчаяния крик девушки:"
    show vechna vechna_sad
    vechna "Это все он... !"
    narrator "Ее заглушил голос станции:"
    hide vechna
    show stub_character mouse1
    stub_character "Автоматическая подача газа запущена."
    hide stub_character
    show black regular_angry
    black "Нет! Отключите! Отключите, это ошибка! Живая - исходная личность, не наоборот!"
    narrator "Пальцы ее рук онемели."
    narrator "Девушка понимала, что у нее нет шансов против самой себя, что она умирает. "
    narrator "Слезы теплым ручьем вытекали из глаз и стекали по вискам."
    narrator "Вскоре браслеты на кушетке освободили руки Вечны. "
    narrator "Кисти безжизненно повисли, приобретая мертвый синий оттенок."
    narrator "Аш наблюдал. Все время. "
    narrator "Внутрь вошли до блеска чистые роботы и подняли тело девушки."
    show black regular_angry
    black "Нет! Пустите к ней! Пустите!"
    hide black
    show digital_vechna thinking
    digital_vechna "Не плачь! Я же здесь!"
    hide digital_vechna
    show black regular_angry
    black "Как ты это сделала? Как ты стала главной?! "
    show black regular_angry
    black "Ты мне не сестра! Ты – чудовище!"
    show black regular_angry
    black "Копии не люди! Они не принимают решения!"
    hide black
    show digital_vechna thinking
    digital_vechna "Я покажу тебе, я все объясню..."
    narrator "А затем, внезапно, даже цифровая копия сестры покинула его. "
    narrator "Исчезла, словно не по своей воле. Аш был полностью опустошен."
    narrator "Его разум никак не мог осознать произошедшее. В голове раз за разом крутилась лишь одна фраза - «Это все он…»."
    hide digital_vechna
    show black regular_sad
    black "Зачем я дал ей код! Это все я!"
    narrator "Как же быстро… Едва Аш поднял голову, собираясь уходить, как увидел, что комната уже стерильно чиста. "
    narrator "Словно ничего и не произошло. "
    narrator "Словно еще несколько минут назад здесь трагически не прервалась жизнь."
    narrator "Только слезы на кушетке заставили его вновь прильнуть к стеклу."
    narrator "Перед ним высветилось сообщение в смешанной реальности: Центр Копирования свободен, отправьте запрос..."
    narrator "На секунду, быть может, это лишь показалось… На периферии зрения промелькнул рыжий хвост."
    jump scene_3


label scene_3:
    scene helpcentere_2
    narrator "(Настоящее время)"
    #(Показываем уведомление для игрока: Распознайте эмоции героя – от этого зависит, какие эмоции увидят на Ушах другие персонажи)
    #(Показываем героя в центре помощи. Он сидит на полу и проверяет свою очередь. Еще пять человек до него.)
    show black regular_sad
    black "Это все он... Неужели, она винит меня?"
    call angry_sad
    show black regular_sad
    black "Кому хоть я вру. Это правда."
    show black regular_sad
    black "Я просто хотел обучить Уши узнавать эмоции, я не хотел..."
    show black sad_var
    black "Я ошибался, я не должен был давать тебе то, что ты просила."
    show black angry_var
    black "Все мои действия во благо стали злом. Все."
    jump scene_4


label scene_4 :
    scene Planet
    #Показывая свою планету, она уговаривает его дать доступ к коду Ушей и объясняет для чего ей это. Он соглашается, но просит ее быть на выступлении и уходит
    narrator "3 месяца назад..."
    narrator "Аш смотрел под ноги: песок, но не как лунный грунт и не как любой песок с Земли... "
    narrator "...А как перемолотые кристаллы красно-рубинового цвета. "
    narrator "Над головой атмосфера. Она кажется настолько густой и насыщенной парами... "
    narrator "...Что розовые скопления облаков того и гляди начнут падать под собственной тяжестью."
    show vechna vechna_smile1
    vechna "Круто, да? "
    show vechna vechna_smile1
    vechna "Такие облака образуются только между темной и светлой стороной планеты. "
    show vechna vechna_smile2
    vechna "Там такие перепады температур — сдохнуть!"
    narrator "Парень поднял голову вверх."
    hide vechna
    show black sad_var
    black "Как я скучаю по небу."
    hide black
    show vechna vechna_thinking
    vechna "Все под куполом скучают по нему. "
    show vechna vechna_smile2
    vechna "Но есть сеть, тут тебе и земное небо и спроектированное мной!"
    narrator "Она сделала несколько движений пальцами, раскрылась модель галактики. Вечна отмотала куда-то влево на периферию Млечного пути."
    show vechna vechna_smile2
    vechna "Это невообразимо далеко. Ровер добирался туда 80 лет, Ашик!"
    hide vechna
    show black angry_var
    black "Ты своим Ашиком весь драматизм убила."
    narrator "В густых, красных облаках засверкали молнии. "
    narrator "Казалось, небеса захлестнула электронная музыка."
    narrator "Вечна в нетерпении захлопала в ладоши и вытянула шею, будто бы желая стать хоть чуточку ближе к облакам."
    show black regular_confused
    black "Что-то начинается?"
    narrator "Видя, что сестра уставилась на небо, и не реагирует, парень тоже решил подарить ему все свое внимание."
    narrator "Тучи разразились красными сверкающими кровавыми слезами-каплями."
    narrator "Крупные кристаллы дождем посыпались на их головы."
    show black regular_fear
    black "Ааа!"
    narrator "Аш испугался, но кристаллы не коснулись его."
    show black regular_surprised
    black "Они проходят насквозь?"
    hide black
    show vechna vechna_sad
    vechna "Пока не доделаю, на мир можно только смотреть, не чувствовать."
    hide vechna
    show black regular_confused
    black "Почему?"
    narrator "Вечна сделала недовольное лицо. Присела на корточки и попыталась зачерпнуть розовый, кристальный песок."
    hide black
    show vechna vechna_thinking
    vechna "Я не успела проработать все так подробно. За обработку данных с исследовательских устройств мне не платят."
    hide vechna
    show black regular_happy1
    black "Не переживай, ты найдешь себе именно такую работу, как хочешь!"
    narrator "Девушка встала и он обнял ее за плечи. Она ответила ему усталой улыбкой. Словно давно пытается объяснить что-то, в который раз."
    hide black
    show vechna vechna_smile2
    vechna "Лучшее что может быть — полное отсутствие причин заниматься чем-то другим, кроме создания далеких миров."
    show vechna vechna_sad
    vechna "А у меня и нет, этих других причин... Но и возможностей заниматься только этим — тоже нет."
    narrator "Лицо брата изменилось. "
    narrator "Вечна заметила это."
    show vechna vechna_sad
    vechna "Нет смысла грустить."
    hide vechna
    show black angry_var
    black "Ты ругаешь меня за мои чувства?"
    narrator "Его глаза выражали осуждение, Вечна же свои закатила."
    hide black
    show vechna vechna_thinking
    vechna "Нет, но и ты на меня за мои тоже не обижайся."
    show vechna vechna_thinking
    vechna "Тем более, что ты можешь мне помочь..."
    hide vechna
    show black angry_var
    black "Ты опять за свое. Это опасно."
    hide black
    show vechna vechna_sad
    vechna "Эээх!"
    hide vechna
    show black regular
    black "Лучше я займусь едой."
    hide black
    show vechna vechna_sad
    vechna "Как хочешь. "
    show vechna vechna_sad
    vechna "Что ж, пока я тут, нужно закрыть пару задач по работе."
    narrator "Аш вышел из сети."
    jump scene_5


label scene_5:
    scene home
    narrator "Поднявшись, и немного попрыгав на месте, Вечна потянулась и сделала колесо."
    show vechna vechna_thinking
    vechna "Когда в реальности, почти все время приходится упражняться."
    hide vechna
    show black sad_var
    black "Потому что ты любую свободную минуту проводишь там."
    #(Девушка гримасничает.)
    narrator "Вечна схватила с дивана плюшевую коалу и резко надавила. Голова с громким чпоком отделилась от плюшевого тела."
    show black regular
    black "Я починю, не переживай."
    hide black
    show vechna vechna_smile2
    vechna "Ты просто лапушка-коалушка! "
    show vechna vechna_smile2
    vechna "Я хочу вечером начать обработку новых данных от ровера. "
    show vechna vechna_thinking
    vechna "Мой рейтинг ниже, чем у копий в сети! "
    show vechna vechna_thinking
    vechna "Конечно, легко иметь высокий рейтинг, если можешь работать двадцать четыре часа, семь дней в неделю. "
    show vechna vechna_thinking
    vechna "Меня хватает на четырнадцать часов в день! "
    show vechna vechna_thinking
    vechna "Да и то через неделю выдыхаюсь."
    show vechna vechna_thinking
    vechna "Плюсом все эти уборки, уход за собой, спорт.."
    narrator "Ее передернуло."
    hide vechna
    show black angry_var
    black "Ты давно не занималась уборкой."
    narrator "Она всплеснула руками, раздражаясь."
    hide black
    show vechna vechna_angry
    vechna "22 век на дворе! А пыль все равно не победили. Под куполом блин, на Луне!"
    hide vechna
    show black angry_var
    black "Ты отлично знаешь, что пыль из пещер. Эти гигантские тоннели все равно будут пылить."
    hide black
    show vechna vechna_thinking
    vechna "Жестокая жизнь колонистов."
    narrator "Она вздохнула."
    show vechna vechna_thinking
    vechna "Еда готова?"
    hide vechna
    show black regular_happy2
    black "Сегодня праздник. Поэтому есть кое-что особенное."
    hide black
    show vechna vechna_thinking
    vechna "Сегодня день траура, милый. "
    show vechna vechna_thinking
    vechna "24 августа в 23:50 2225 года, под куполом было 650 человек, а через пятнадцать минут стало 200."
    hide vechna
    show black regular_sad
    black "Но нам же повезло. Хотя после такого могли бы и вернуть нас на Землю."
    hide black
    show vechna vechna_thinking
    vechna "Нам скорее повезло, что ты спал с животинками. "
    show vechna vechna_thinking
    vechna "А так, нам \"повезло\" выиграть на Земле в лотерею чтоб свалить в космос и чуть не умереть в первый месяц — везение на невезение."
    narrator "Брат взял плюшевую голову коалы и кинул в сестру."
    show vechna vechna_smile1
    vechna "Ты своей едой, подлым образом, отвлекаешь меня от работы. "
    show vechna vechna_smile1
    vechna "Атата. Три кота, а голова у них одна."
    narrator "Она заливается смехом."
    hide vechna
    show black regular_happy1
    black "Очень черный юмор. Тебе же нужно есть, чтоб работать."
    narrator "Он с чем-то копался на кухне. Комнату заполнили светлячки, и, когда Аш погасил свет, они подсветили собой помещение."
    hide black
    show vechna vechna_smile2
    vechna "Божечки-кошечки, если можно получить разрыв сердца из-за красоты, я его получу!"
    show vechna vechna_smile2
    vechna "Я хочу есть их в темноте! Ты ведь не всех выпустил их фудрариума? "
    narrator "Младший брат был доволен, что угодил сестре."
    hide vechna
    show black regular_happy1
    black "Конечно, я оставил светлячков на салат. Они, конечно, симпатичные… но в первую очередь - еда. "
    show black regular
    black "Об этом нужно помнить."
    narrator "Вечна хлопала в ладоши. Пока брат в полумгле расставлял посуду: салат с бабочками, рагу из сверчков и пирожные."
    hide black
    show vechna vechna_smile2
    vechna "Ты такой хороший."
    narrator "Девушка стала грустной."
    hide vechna
    show black regular_confused
    black "Ты чего это?"
    narrator "Вечна положила пластиковые палочки рядом с тарелкой."
    hide black
    show vechna vechna_sad
    vechna "На счет твоих слов о том, что я тут будто бы и не живу…"
    show vechna vechna_sad
    vechna "Я не могу работать меньше… Напротив, стремлюсь делать это как можно больше."
    hide vechna
    show black regular
    black "Разве ты уже не сделала все, что могла? Ты хочешь совсем не спать?"
    hide black
    show vechna vechna_sad
    vechna "Ну вообще то, раньше так и было. А сейчас ты можешь мне помочь."
    hide vechna
    show black angry_var
    black "Опять? Твои идеи это слишком."
    hide black
    show vechna vechna_thinking
    vechna "Идея это фантазия, а у тебя есть готовое решение для меня!"
    narrator "Аш напрягся, он знал, что сестра может мыслить слишком нестандартно и не знает границ."
    show vechna vechna_smile1
    vechna "Ты же написал софт для обучения Ушей, который распознает эмоции и выводит их на импланты. "
    show vechna vechna_smile1
    vechna "Если ты можешь научить распознавать эмоции, можно распознать и другие активности мозга."
    show vechna vechna_smile1
    vechna "А значит, можно что-то засечь. А то что можно засечь - можно изменить."
    show vechna vechna_smile1
    vechna "Софт Ушей ведь работает на основе чипа, с помощью которого мы выходим в сеть. "
    show vechna vechna_smile1
    vechna "Эта железяка может усиливать или ослаблять связи. "
    show vechna vechna_smile2
    vechna "Я могу хакнуть себя, понимаешь? Могу стать продуктивнее!"
    show vechna vechna_smile2
    vechna "Дашь доступ к коду?"
    call angry_sad
    narrator "Аш подавился светлячком — он выплюнул его в тарелку, а тот постарался улизнуть. Вечна с омерзением отодвинула свой салат."
    show vechna vechna_thinking
    vechna "Ты опять не умертвил их в вакуумном шкафу? Это уже слишком. Есть живых запрещено везде, кроме парочки отсталых стран."
    narrator "Парень тоже перестал есть, рассматривая свою тарелку.."
    hide vechna
    show black angry_var
    black "Уже 10.00 утра. Мне нужно на учебу."
    hide black
    show vechna vechna_thinking
    vechna "Дак дашь доступ к BitBacket? Я просто посмотрю код. Что там да как."
    hide vechna
    show black sad_var
    black "Почему-то мне это не нравится."
    hide black
    show vechna vechna_thinking
    vechna "Ты ведь видел мой проект! Разве он не потрясный?"
    show vechna vechna_smile1
    vechna "По набору нулей и единичек я воссоздаю настолько далекие миры, что мы с тобой умрем, пока летим туда!"
    show vechna vechna_smile1
    vechna "Ну пожалуйста! Ты же мне доверяешь?"
    hide vechna
    show black regular
    black "Хорошо, я поделюсь доступом. Но будь на моей презентации!"
    hide black
    show vechna vechna_smile2
    vechna "Спасибо, спасибо! Ты самый лучший!"
    show vechna vechna_smile2
    vechna "Можно доступ прямо сейчас?"
    hide vechna
    show black regular_surprised
    black "А ты успеешь ко мне?"
    hide black
    show vechna vechna_smile2
    vechna "Да, да, да!"
    hide vechna
    show black regular
    black "Но приходи в реальности, не в сети. Мне так спокойней. Я могу получить отличные инвестиции и сделать Уши массовым продуктом."
    hide black
    show vechna vechna_smile2
    vechna "Эх... Кому нужна Луна или Земля, когда можно пройтись по мирам не имеющим названий?"
    hide vechna
    show black regular_annoyed
    black "Мне нужна и тебе, хотя не признаешься."
    narrator "Брат положил палочки на тарелку, сжал концы и те стали разлагаться, сливаясь с остатками еды в вязкую массу. Поднялся на ноги."
    show black regular
    black "Мне пора. "
    narrator "Он остановился у выхода."
    hide black
    show vechna vechna_smile2
    vechna "Хорошо. Только не забудь про доступ."
    hide vechna
    show black regular
    black "Уже дал. Жаль, что чем проработанней будет твоя симуляция, тем мучительнее там находиться человеку."
    hide black
    show vechna vechna_smile2
    vechna "Конечно, атмосфера же из кислот!"
    jump scene_6


label scene_6 :
    scene audience
    #Аш рассказывает о благородной цели ушей. Появляется Макс у и них происходит конфликт.
    narrator "Аш ждал Вечну."
    narrator "Недалеко, в другом конце аудитории туда-обратно ходил парень. Его однокурсник. Тот, кто побеждал во всех конкурсах."
    narrator "Выглядел он соответствующе: самоуверенно и нахально. "
    narrator "Обычно, люди только встречают по одежке, но при появлении новой информации — они применяют ее незамедлительно."
    narrator "Про Макса Аш думал, что это не тот случай и первое мнение верное. "
    narrator "Поэтому старался держаться подальше."
    narrator "Блондин репетировал выступление."
    narrator "Аш пытался его не слушать. Время в ожидании Вечны тянулось бесконечно. "
    show max regular
    max "Автоматическая система озеленения: дроны которые самостоятельно решают..."
    show max regular
    max "...Где и какие растения нужно рассадить, в какое время года это лучше делать. "
    show max regular
    max "Они смогут сами заказывать необходимые семена из банков..."
    show max regular
    max "...Отслеживать процент успешных всходов и конечно возвращаться на станцию для зарядки. "
    show max regular
    max "Во второй версии предусматривается возможность самодиагностики, чтобы в случае необходимости прибыть на станцию тех обслуживания."
    show max regular
    max "Технология актуальна для Земли..."
    narrator "Вечны все не было. Аш злился. "
    hide max
    show black angry_var
    black "Таких проектов куча! "
    hide black
    show max fight
    max "Значит есть сформированный рынок и спрос. "
    show max fight
    max "Прикинь, в бизнесе это плюс, а не минус. "
    narrator "Он рассмеялся."
    show max fight
    max "Нужно искать занятие на будущее, на Земле. "
    hide max
    show black regular_annoyed
    black "Я думал ты ошиваешься преимущественно в сети."
    narrator "Максим скривил губы и сделал шаг в сторону темноволосого. Он размахнулся и бросил рулон армированного скотча BRUTAL Ашу в голову. Тот поймал его."
    hide black
    show max fight
    max "Не смей говорить со мной про сеть. Я ее ненавижу."
    narrator "И никаких сомнений в обратном не было…"
    hide max
    show black angry_var
    black "Что какой дикий? Я это забираю."
    narrator "Парень убрал моток в карман и развернулся."
    show black angry_var
    black "Все такие нервные."
    narrator "Максим сел в первый ряд и положил ноги на стол, проговаривая презентацию."
    jump scene_7


label scene_7:
    scene Audience
    #Появляется Онка. 
    narrator "В следующий момент, в аудиторию проскользнул рыжий хвост в сопровождении броско одетого мужчины."
    narrator "Последний сел на скамейку, близко-близко к Максиму, практически столкнув его с этого места."
    narrator "Для зрителей в сети, это место скоро облепят бейджами \"Жюри\" и \"Потрясный Илли Онка\". "
    narrator "Под ногами у человека в фиолетовом сел лис в воротничке. "
    narrator "Максима никак не задело это вторжение. Он продолжал насмешливл сверлить Аша глазами."
    narrator "Онка обратил внимание на бейдж выступающего, который светился в дополненной реальности и обратился к Максиму:"
    show onka regular
    onka "Когда ваш выход?"
    hide onka
    show max regular
    max "После первой звезды."
    hide max
    show onka confused
    onka "Дерзко, но тут так скучно, что я прощу."
    hide onka
    show max regular
    max "Я вас тоже, так и быть прощу."
    narrator "Максим презрительно посмотрел на Онку и пошел в другой угол аудитории."
    hide max
    show onka thinking
    onka "Воспитание у парня хуже, чем его настроение."
    show onka thinking
    onka "Вас папа манерам не учил?"
    hide onka
    show max regular
    max "У меня его теперь нет."
    narrator "Аш наблюдал за сценой издалека. Это было интересно."
    hide max
    show onka thinking
    onka "Давай пройдемся, раз уж я вышел с Фвбрики."
    narrator "Лис в голубом, неоновом, ошейнике держался рядом с хозяином. Словно на привязи."
    show onka thinking
    onka "Вы молодцы, что успели доделать бесконтактный ошейник, не за три года, а за три месяца."
    narrator "Взгляд лиса забегал, он наклонил свою голову и начал вылизывать пятно на груди."
    show onka thinking
    onka "Как долго будут идти презентации?"
    hide onka
    show fox neon_collar
    fox "Пару часов. Желающих идти вам под суд оказалось как не странно - много."
    hide fox
    show onka thinking
    onka "А ты из какой касты?"
    hide onka
    show fox neon_collar
    fox "Из низшей."
    hide fox
    show onka thinking
    onka "Что думаешь на счет перехода в высшую касту?"
    narrator "Лис был возбужден и выбежал перед хозяином вперед, на большое расстояние."
    hide onka
    show fox neon_collar
    fox "Огромное спасибо, я бы очень хотел, очень! "
    show fox neon_collar
    fox "Да возненавидят меня все завистники. Можно с вами сфоткаться?"
    narrator "Рыжий провел глазами от себя до лиса, отмечая расстояние, на которое от него убежало животное."
    narrator "Хозяин смеялся."
    hide fox
    show onka regular
    onka "Вот это технологии! "
    show onka regular
    onka "Ошейник не нужно выключать или он удерживает на километры, а не 1,5 метра?"
    narrator "Лис кинулся под ноги Онке."
    hide onka
    show fox neon_collar
    fox "Чую, я буду сегодня на ужин."
    hide fox
    show onka thinking
    onka "Я не..."
    narrator "Онка закатывает глаза и терпеливо продолжает."
    show onka regular
    onka "Я не скармливаю вам друг друга. Хватит читать бред в Сети. "
    show onka regular
    onka "Вы и сами неплохо грызетесь."
    show onka regular
    onka "Я схитрил на счет ошейника, знал что это фикция. Лучше сними его."
    show onka thinking
    onka "А то потом объясняй в СМИ, когда это выйдет на рынок."
    hide onka
    show fox shock
    fox "С ошейником так вышло. Мне сказали он должен быть, но проект незакончен!"
    narrator "Ашу показалось это забывным. Было очевидно, кто перед ним и \"что\". Он на миг забыл о сестре, ради пушистой морды."
    hide fox
    show black regular_happy1
    black "Добрый день!"
    hide black
    show onka thinking
    onka "О! Земное приветствие, я уже давно путаюсь когда день и ночь."
    narrator "Аш с азартом разглядавал Лиса, нагнувшись чтоб заглянуть ему в мордочку."
    hide onka
    show black regular_happy1
    black "Моя сестра такого хотела. Любит всех пушистых. "
    show black sad_var
    black "Но черт знает, где ее сейчас носит..."
    hide black
    show fox angry
    fox "Некрасиво перебивать! "
    show fox angry
    fox "Я между прочим объяснялся с хозяином Фабрики Чипов, с самим..."
    narrator "Онка отодвинул лиса за себя, посмотрев на него так, что тот снова поверил, будто Илли действительно скармливает лисам лис…"
    hide fox
    show onka regular
    onka "Прошу прощения. Он взбалмошный… и презентует меня излишне пафосно."
    hide onka
    show black regular_happy2
    black "Мне кажется, в нем все прекрасно."
    show black regular_happy2
    black "Но я не видел подобных моделей в продаже. Они не говорят!"
    narrator "Лис вышел вперед."
    hide black
    show fox angry
    fox "Личность не продается. Стоит рассказать вам поучительную историю..."
    hide fox
    show onka regular
    onka "Сильно разумных мы не продаем. "
    show onka regular
    onka "А этого, забирай бесплатно."
    narrator "Аш улыбнулся. Онка ответил тем же. Лис был в шоке."
    show onka regular
    onka "Но фокус группа показала, что люди хотят молчаливых друзей&amp; "
    show onka regular
    onka "А не как в том древнем меме с собакой, которая делает больно подругому."
    #(Прозвенел старт.)
    show onka regular
    onka "Мне пора в жюри. Судить, разумеется."
    #(Улыбается.)
    hide onka
    show black regular_happy2
    black "А мне похоже пора быть судимым."
    show black regular_happy2
    black "Приятно было познакомиться."
    narrator "Аш шел ближе к сцене обдумывая, что хорошие отношения с жюри - это плюс балл к его выступлению."
    show black sad_var
    black "И все-таки где Вечна?"
    narrator "В это время Онка обернулся Ашу в след."
    hide black
    show onka regular
    onka "Все-таки странный аксессуар у него на голове. Да? Тем не мене для продаж в этом только плюсы, ха."
    hide onka
    show fox angry
    fox "Лучше бы лисьи Уши сделал."
    narrator "Онка засмеялся."
    show fox smile
    fox "Нам пора начинать судить."
    hide fox
    show onka regular
    onka "Мне пора, не нам."
    narrator "Но лис молча улыбался, идя в ногу рядом с самим Илли Онкой, витая в своих лисьих рыжих облаках…"
    jump scene_8


label scene_8:
    scene Audience
    #Аш рассказывает о своем изобретении. Появляется Максим. Показываем, что вечна не приходит.
    narrator "Все несколько часов Онка зевал, оживившись лишь во время выступления Макса и то, ради того, чтоб завалить его вопросами. Пришла очередь Аша."
    narrator "В аудитории погас свет."
    show onka regular
    onka "Веселье выходит в плюс!"
    narrator "Илли подался вперед, уперев в стол локти и столкнув пустой стакан."
    narrator "Свет от камер падал на Аша, находящегося в центре сцены."
    show onka regular
    onka "Смотри, еще один наш знакомый!"
    narrator "Лис довольно вывалил язык, в качестве ответа хозяину."
    narrator "Никто этого не видел, но глазами Аш пытался найти Вечну. "
    call angry_sad
    narrator "Он на секунду растерялся, но быстро пришел в себя. "
    narrator "Думая про себя: \"Важный момент. Соберись…\""
    hide onka
    show black regular
    black "Спасибо, что дождались последнего выступления."
    narrator "Он улыбнулся, в ответ Максим усмехнулся, а Онка мило улыбался.  "
    show black regular
    black "Всем привет! Меня зовут Аш Хом, я студент I курса биопротезирования."
    show black regular
    black "Сегодня я расскажу об инструменте, который позволяет интерпретировать чужие чувства."
    show black regular
    black "И демонстрировать ваши."
    show black regular
    black "Люди верят, будто эмоции у всех одни. Но так ли это?"
    show black regular_happy1
    black "Пол Экман нашел подтверждение теории, что базовые эмоции универсальны для всех."
    show black regular_happy1
    black "Страх, радость, удивление, отвращение, злость и грусть."
    show black regular_happy2
    black "Человеческие общества не связанные культурой и развивающиеся параллельно –"
    show black regular_happy2
    black "– будут выражать базовые эмоции одинаково. "
    show black regular
    black "Но есть смешанные – их испытывают чаще других, и это вызывает сложности."
    show black regular
    black "Потому что интерпретация смешанных эмоций в разных культурах отличается. "
    show black regular
    black "Мы не всегда можем понять что чувствуем сами, а выразить их для других – отдельная задача."
    show black regular_happy1
    black "Я разрабатываю универсальный язык эмоций. "
    show black regular_happy1
    black "Который сможет интуитивно понятным, визуальным языком показать ваши чувства другим."
    show black regular_happy1
    black "На данный момент, Искусственный Интеллект Ушей учится узнавать и отображать базовые эмоции. "
    show black regular_happy1
    black "Но получая все больше данных, он сможет интерпретировать и интенсивность эмоций и метаэмоции."
    show black regular_sad
    black "Например, смесь гнева с отчаянием или любви с ненавистью."
    narrator "Он сделал драматическую паузу. Встретился с Онкой взглядом."
    narrator "Илли смотрел и слушал не моргая, он еле сдерживался чтобы не прокомментировать проект."
    narrator "На Максима Аш старался не смотреть – его насмешливый взгляд демотивировал."
    show black regular_sad
    black "Почему людям так важно понимать друг друга? "
    show black regular_sad
    black "Сложность интерпретации чужих эмоций приводит к конфликтам на Земле."
    show black regular_sad
    black "А люди уже Луне. Когда займем новые миры, что мы принесем? Войны?"
    narrator "Он вышел ближе к зрителям, замолчал и медленно обвел взглядом слушателей, нагнетая атмосферу. "
    narrator "Он знал, в сети их – сотни. И они его слышат. Каждый. "
    show black regular_happy
    black "Или мы принесем мир? "
    show black regular_happy
    black "Достигнутый за счет универсального, визуального языка."
    narrator "По залу прошелся шепот. Это был Илли и Лис."
    hide black
    show onka victory
    onka "Как же я люблю когда говорят про космос!"
    narrator "Макс строго на посмотрел на рыжего. Онка как школьник, виновато замолчал и вернул взгляд на сцену. "
    narrator "Но выступающий сделал паузу, которой и воспользовался член жюри."
    show onka victory
    onka "Есть вопрос! Общения в реальности мало. "
    show onka victory
    onka "Импланты в виде Ушей Зайца ведь для неё?"
    hide onka
    show black regular
    black "Живое общение – это стресс. Есть даже слово, означающее пресыщение людьми – “аумбук”."
    hide black
    show onka victory
    onka "Логично, большую часть истории Homo Sapiens жили в небольших группах, а не миллионниках."
    hide onka
    show black regular_happy1
    black "Именно поэтому, общаться тоже нужно учить. Это не врожденный навык."
    show black regular_happy1
    black "Общение это стресс – потому что тоже навык. Но мы не думаем об этом."
    show black regular_happy1
    black "Мы не прикладываем усилий, для того чтобы понимать других и себя."
    show black regular
    black "Я понимаю, что проблема недопонимания комплексная. "
    show black regular
    black "Но импланты выражающие эмоции, неплохой проект для популяризации данной идеи. "
    show black regular
    black "Глядя на человека с имплантами мы будем помнить – его нужно понять."
    show black regular_happy2
    black "Его можно понять."
    narrator "Максим поджал губы. Это была грусть, на его особенном языке."
    narrator "Аш смотрел на публику, она на него. Неловкие секунды отстучали с десяток раз. Все молчали."
    hide black
    show onka victory
    onka "Я в восторге!"
    show onka victory
    onka "Бредово, но при этом — все так и есть. "
    show onka regular
    onka "Довольно интересно, как работает устройство?"
    hide onka
    show black regular_happy2
    black "Конечно, стоит благодарить вас, что чип, выпускаемой вашей Фабрикой Чипов стал открытым. "
    show black regular_happy2
    black "Запустив на нем мой код ИИ я смог задать параметры, по которым программа учится различать и отслеживать эмоции в мозге. "
    show black regular_happy2
    black "И когда узнает, не всегда с 99% степенью уверенности – отображает эмоцию на дисплее."
    show black regular_happy2
    black "Чем менее четкое изображение на имплантах, тем меньше ИИ уверен – что верно определил эмоцию."
    narrator "Онка хотел задать каскад вопросов, но его перебили."
    hide black
    show max regular
    max "Тенденция к увеличению сетевого дня говорит о том, что ты провалишься."
    narrator "Хладнокровно и уверенно."
    show max regular
    max "Кто будет это покупать? Частные инвесторы в это не вложатся."
    hide max
    show black regular_angry
    black "Возможность распознавать эмоции работает и в Сети."
    show black regular
    black "В чем разница, на какое средство вывода информации передавать данные с чипа? "
    show black regular
    black "Что имплатны, что аватар в сети. Устройство универсально."
    hide black
    show onka regular
    onka "Да тут нужен патент!"
    hide onka
    show black regular
    black "Он уже оформлен. Именно дизайн вывода эмоции как Уши Зайца принадлежат мне. И конечно код."
    show black regular
    black "Но важно то, что с момента появления первых станций на Луне прошло 200 лет."
    show black regular_annoyed
    black "Марс доступен только ученым и бизнесу, на Луне так себе. А дальше будет еще хлеще."
    show black regular_annoyed
    black "И да, скорее всего основная коммуникация будет строиться в вашей Илли Онка Чудесной Сети."
    show black regular_annoyed
    black "Мы там работаем, развлекаемся, учимся и получаем новую информацию."
    show black regular_annoyed
    black "Только это не важно. "
    show black regular_annoyed
    black "Скоро войну в соседней галактике сможет обеспечить одна строчка кода, выпустившая ракету."
    show black angry_var
    black "Нет разницы где мы общаемся, важно как мы это делаем."
    narrator "На последних словах он сделал особенно яркий акцент."
    hide black
    show max regular
    max "В итоге, ты стимулируешь людей к увеличению сетевого дня – в реале никто не захочет ставить себе импланты."
    hide max
    show onka confused
    onka "Интересно, кроме эмоций, что еще может зафиксировать твой ИИ в мозгу?"
    show onka confused
    onka "Он может узнать о человеке все, если сказать, что искать?"
    #(Их прерывает голос из Сети. )
    hide onka
    show stub_character mouse1
    stub_character "Время на вопросы вышло."
    jump scene_9


label scene_9:
    scene home
    #Аш видит, что девушка хакнула мозг без его ведома и злиться.
    narrator "Фон комната Вечны и Аша."
    #(Девушка сидела за столом, волосы обрезаны, на лице написано блаженство. Она не слушала брата.)
    show black angry_var
    black "Почему всегда побеждает Максим?"
    narrator "Сестра слушает его улыбаясь."
    show black regular_annoyed
    black "Все эти графики, финансовые показатели..."
    show black sad_var
    black "Хотя кому я вру, с точки зрения бизнеса, идея у меня так себе."
    show black sad_var
    black "Это как физикам выбивать деньги на фундаментальные исследования, которые может быть пригодятся лет через 300."
    hide black
    show vechna vechna_smile2
    vechna "Да, тяжелый вышел день! Но неплохой."
    narrator "Она продолжала улыбаться, но быстро вспомнила про брата и сделала сочувствующее лицо. Но только на секунду."
    show vechna vechna_smile2
    vechna "У меня радость! Всего за 4 часа и сотню мелких задач, я смогла удачно хакнуть мозг!"
    call angry_sad
    hide vechna
    show black regular_surprised
    black "Как? Всмысле? Ты изменила свой мозг?"
    hide black
    show vechna vechna_thinking
    vechna "Как бы я не любила свою работу, мне тоже лень и я устаю. "
    narrator "Ей нетерпелось поделиться своим открытием."
    show vechna vechna_smile2
    vechna "Мы же говорили. Нейрохакинг. Ты забыл? "
    show vechna vechna_smile2
    vechna "Я провела первый тест! "
    show vechna vechna_smile2
    vechna "Я знаю ты был против, но все ок. Задача выполнена! Это прорыв!"
    hide vechna
    show black angry_var
    black "Значит этим ты занималась, пока я так сильно тебя ждал?"
    show black sad_var
    black "Я же ненавижу сцену, ты была мне нужна!"
    hide black
    show vechna vechna_sad
    vechna "Но..."
    hide vechna
    show black angry_var
    black "И ты обещала посмотреть код, а не экспериментировать над собой!"
    hide black
    show vechna vechna_sad
    vechna "На счет эксперимента — все же хорошо, все прошло успешно! "
    show vechna vechna_sad
    vechna "А от слива презентации я бы тебя не спасла."
    hide vechna
    show black angry_var
    black "Значит я виноват?"
    hide black
    show vechna vechna_sad
    vechna "Не знаю, но я точно не виновата в том, что твоя работа не зашла на конкурсе. "
    show vechna vechna_thinking
    vechna "Там же был супер-пупер Макс."
    show vechna vechna_thinking
    vechna "Но только послушай! "
    show vechna vechna_thinking
    vechna "Моей целью было выкроить себе еще часика 4 для работы. "
    show vechna vechna_thinking
    vechna "Собрала статистику, на что я трачу время в реальности и вышло..."
    show vechna vechna_thinking
    vechna "...Что больше всего времени уходит на сон, а все остальное по мелочи, занимает час-два."
    hide vechna
    show black regular_annoyed
    black "Я тебе про одно, а ты совсем не о том..."
    hide black
    show vechna vechna_thinking
    vechna "Сон я урезать уже не могу, хватило галлюцинаций в прошлом месяце."
    hide vechna
    show black regular_annoyed
    black "Как разумно."
    hide black
    show vechna vechna_thinking
    vechna "У меня была идея зафиксировать связи в мозгу, отвечающие за любовь к еде, сериалам и прочей ерунде."
    show vechna vechna_thinking
    vechna "Но! Чтоб изменить три параметра в мозгу, нужно их определить."
    show vechna vechna_thinking
    vechna "А это в три раза больше времени, чем определять связи для чего-то одного. "
    show vechna vechna_thinking
    vechna "Но главное, когда меняешь много связей в мозге, то больше вероятность ошибок. "
    show vechna vechna_thinking
    vechna "Все-таки, я думаю о своем здоровье!"
    hide vechna
    show black regular_annoyed
    black "Даже не знаю, что на это сказать. Разве что: странно!"
    hide black
    show vechna vechna_smile1
    vechna "И тогда в голову пришла такая крутая мысль! "
    show vechna vechna_smile2
    vechna "Не нужно уменьшать любовь к чему-то, когда я могу увеличить любовь к выполнению задач!"
    show vechna vechna_smile2
    vechna "В итоге, сейчас я получаю огромное удовольствия, когда закрываю задачу!"
    hide vechna
    show black regular_confused
    black "Я даже не знаю, поздравлять тебя или ругать. "
    show black regular_surprised
    black "Тоесть теперь, кроме работы тебе вообще ничего не интересно?"
    hide black
    show vechna vechna_smile2
    vechna "Очень на это надеюсь!"
    hide vechna
    show black sad_var
    black "Я хочу уйти. "
    show black sad_var
    black "Испытываю очень смешанные чувства, в том числе грусть и злость."
    show black sad_var
    black "Поэтому, я пойду пройдусь."
    hide black
    show vechna vechna_smile2
    vechna "Окей, а я работать!"
    show vechna vechna_thinking
    vechna "И прошу, не трогай мои вещи. Их уже мало осталось."
    narrator "Девушка легла на пол и закрыла глаза. "
    narrator "Ее уже не было в этой комнате, она превращала набор 0 и 1, переданные ровером с далекой планеты в симуляцию, позволяющую пройтись по неизведанному миру каждому."
    narrator "Аш встал из-за стола. "
    narrator "Взял охапку игрушек Вечны, немного подумал и вернул на место ее любимую коаллу и вышел из жилого отсека. "
    narrator "Располагающегося в лавовом тоннеле, под поверхностью Лунного кратера."
    jump scene_10


label scene_10 :
    scene lake
    #Аш надеется, что присутствие на конкурсе объединит их с сестрой.
    narrator "Рядом с берегом, о который ударялись невысокие волны Лунной реки, состоящей из миллиардов нано-ботов, думал вслух Илли Онка."
    show onka thinking
    onka "Что создал я? Чип - нет. "
    show onka thinking
    onka "Его создал дед. Сеть? Ее отец. "
    show onka angry
    onka "А что сделал я? "
    show onka thinking
    onka "Я просто неудачник, который не может заселить космос."
    narrator "Онка поднял голову вверх. Горький ком встал в горле, когда его взгляд уперся в темный потолок."
    show onka regular
    onka "Как велик соблазн жалости к себе и как я хочу дойти до конца. "
    show onka angry
    onka "Но ничего не получается. Для моих целей, не хватает вычислительных мощностей..."
    show onka angry
    onka "У меня нет столько ресурсов, чтоб заселять планеты. Ни у кого их нет."
    narrator "Он стукнул по металлической поверхности и вскрикнул от боли."
    narrator "В этот момент Онке в голову прилетела игрушка. "
    narrator "Аш и так бесился, еще этот нытик в его любимом месте."
    hide onka
    show black angry_var
    black "Не хотел попасть, честно."
    narrator "Онка молча смотрел на парня, он держал в руках прилетевшую в голову плюшевую игрушку."
    show black regular
    black "Шутка. Не слишком больно?"
    hide black
    show onka thinking
    onka "Не больнее, чем критика твоего проекта. "
    show onka thinking
    onka "Это твое место силы? Думаю искать ли новое?"
    hide onka
    show black regular
    black "Прихожу выкидывать вещи, когда погано."
    hide black
    show onka thinking
    onka "Древний феншуй, выкинь вещи и освободи свою жизнь?"
    narrator "Аш смеется."
    hide onka
    show black regular_happy1
    black "Это не мои вещи."
    narrator "Теперь смеется Илли."
    hide black
    show onka thinking
    onka "Тогда понимаю."
    hide onka
    show black regular
    black "У тебя значит депрессия? Нет идей для изобретений?"
    hide black
    show onka thinking
    onka "У меня нет идей? "
    show onka thinking
    onka "У меня может не быть лишь нескольких решений, но со временем и они находятся."
    hide onka
    show black regular
    black "И это верно! Если не знаешь что делать — найди тех, кто знает. "
    show black regular_happy2
    black "У кого есть хорошие решения."
    narrator "Он как бы невзначай провел рукой по Ушкам. Онка следил за движением."
    hide black
    show onka thinking
    onka "А ты прав! Все это время, решение было на виду."
    narrator "В его взгляде показалось нечто зловещее, но тут же погасло."
    show onka thinking
    onka "Хотя будто бывает иначе. "
    show onka regular
    onka "Ты мне очень пригодился молодой человек!"
    hide onka
    show black regular_happy2
    black "Я еще не начинал искать инвестиции, но если речь идет о..."
    narrator "Онка приложил палец к губам и обшарил карманы. Не найдя что искал, он и принялся прощупывать карманы Аша. "
    narrator "Первая реакция — замереть, не потому что Заяц, а потому что непонятно что миллиардер может искать в твоих карманах."
    hide black
    show onka regular
    onka "Пожалуйста, скажи что у тебя есть камера? "
    show onka regular
    onka "Это чертвово озеро единственное место не утыканное ими. "
    show onka thinking
    onka "Самое обидное, я сам об этом попросил. "
    show onka thinking
    onka "Мне необходимо сделать трансляцию!"
    narrator "Аш растерялся, в непонятках, он отдал ему планшет из кармана."
    show onka confused
    onka "Ого! Ты что, воспитывался общественниками в приюте?"
    hide onka
    show black regular_annoyed
    black "Представь себе. "
    show black regular_annoyed
    black "И не все хотят каждый раз отрубаться на полу, чтоб войти в сеть."
    narrator "Онка молча на него смотрел. Было непонятно, что ему еще нужно."
    show black angry_var
    black "Бери раз спрашивал!"
    hide black
    show onka thinking
    onka "Нет."
    hide onka
    show black angry_var
    black "Что значит нет?"
    hide black
    show onka thinking
    onka "Ты снимай! Я зашел в свой мунтер."
    hide onka
    show black angry_var
    black "Ты взломал мой акк?"
    hide black
    show onka thinking
    onka "Это лисы."
    show onka thinking
    onka "Твой пароль 4 одинаковые цифры, 2 слова и символ."
    show onka thinking
    onka "Слишком простой, я бы даже постеснялся предъявлять претензии."
    hide onka
    show black angry_var
    black "Значит, желтая пресса про тебя не врет?"
    hide black
    show onka thinking
    onka "Конечно, врет! Записывай!"
    narrator "Илли сел на перилла и вскинул руки к потолку купола."
    show onka thinking
    onka "Фабрика Чипов создана ради воплощения и внедрения в нашу жизнь великих инновационных идей."
    show onka thinking
    onka "И сегодня я ищу проекты, которые должны увидеть свет. "
    show onka victory
    onka "Объявляю хакатон! "
    show onka victory
    onka "Обязательное условие — использование в проекте чипа с Фабрики Чипов, как ключевого составляющего."
    hide onka
    show black angry_var
    black "А мне подходит!"
    hide black
    show onka victory
    onka "Не упустите свой шанс! Подробности сами знаете где."
    narrator "Онка пару секунд натужно улыбался, пока темноволосый догадался выключить камеру."
    hide onka
    show black angry_var
    black "Конкурс?"
    hide black
    show onka victory
    onka "Да, там я и найду хорошие проекты."
    hide onka
    show black angry_var
    black "Я могу на него пройти?"
    hide black
    show onka victory
    onka "Конечно, ты же навел меня на мысль."
    show onka victory
    onka "Но попасть туда можно только через тест. "
    show onka victory
    onka "Очень сложный!"
    hide onka
    show black angry_var
    black "Если бы я не открыл рот, тест похоже был бы проще?"
    hide black
    show onka victory
    onka "Кто же знает?"
    narrator "Бросил владелец фабрики, практически скрывшись за поворотом к выходу."
    hide onka
    show black angry_var
    black "Ты!"
    narrator "Оставшийся раздосадованно кинул вещи Вечны в самую красивую реку по переработке мусора."
    show black angry_var
    black "Как глупо думать, что он в меня инвестирует. "
    show black angry_var
    black "Хотя ради конкурса, Вечна может вылезти из сети."
    narrator "Он вызвал девушку с планшета. "
    narrator "Перед ним высветилось сообщение: готовлюсь к экзамену на Конкурс Фабрики и куча эмодзи: шок, истерика, счастье."
    show black angry_var
    black "Ну естественно, это не к брату прийти."
    jump scene_11


label scene_11 :
    scene Audience
    #Аш и Вечна знакомятся с Лисом. Аш помогает Лису. Вечна завидует высокому баллу брата. Тот говорит что отдал бы ей жетон, но это бесполезно. Там они снова встречают Макса. Тот негативно настроен на лиса (из-за отца винит фабрику) Аш спрашивает для чего тот туда пошел, но Макс не говорит... это Макс устроил пожар в лаборатории
    narrator "Большая часть подростков сидели по домам. В аудитории, Аш находился с еще несколькими людьми. "
    narrator "Блондинка и рыжая девушка сидели с двух сторон от него и с интересом поглядывали на его импланты. "
    narrator "Все чувствовали дискомфорт — редко на Луне встретишь больше трех человек в одном месте. "
    narrator "В конце аудитории, парень разглядел знакомый костюм и крашенные волосы Макса."
    show black angry_var
    black "Ну конечно, куда же без тебя!"
    narrator "Он нащупал в кармане моток армированной изоленты BRUTAL, которую в него бросил Максим в этой же аудитории..."
    narrator " ...И еле сдержался, чтоб не \"вернуть\" ее ему в голову."
    narrator "Аш закатал рукава толстовки и щелкнул сигнал Сети. "
    narrator "В смешенной реальности, заговорил голос, подаваемый чипом прямо в мозг: "
    hide black
    show onka victory
    onka "Фабрика чипов приветствует юных изобретателей! "
    show onka victory
    onka "Сегодня мы объявляем итоги отбора!"
    show onka victory
    onka "Решим же, кто достоин вступить на территорию инноваций и успеха!   "
    show onka victory
    onka "Территорию, где изобретатель сможет потягаться за приз — ресурсы для развития своего изобретения!"
    narrator "Знакомый голос затих. "
    show onka victory
    onka "Сейчас, вы получите жетоны, решающие судьбу. "
    show onka victory
    onka "Синий жетон, через года, напомнит вам о неудаче. "
    show onka victory
    onka "Зеленый — о шансе, а возможно... победе. Фабрика желает вам удачи!"
    narrator "Голос не сказал, что же им делать. Все сидели в ожидании."
    narrator "В аудиторию забежали лисы с жетонами в зубах. Большинство бежали на четырех лапах. "
    narrator "К Ашу же, торжественной походкой, крепко стоя на задних лапах подошел лис без жетона. "
    narrator "Парень внимательно осмотрел зверя. Они друг друга узнали."
    hide onka
    show black angry_var
    black "Приятно снова увидеться."
    narrator "Он улыбнулся серьезному зверю, тот продолжал молчать."
    show black angry_var
    black "Мне нужно что-то сделать, чтоб получить результат?"
    narrator "Парень осмотрелся по сторонам, глядя что делают остальные. "
    narrator "С одной стороны рыжая девочка держала в руках синий жетон и плакала."
    narrator "С другой стороны, блондинка повесила на шею зеленый, но тоже заливалась слезами."
    narrator "Аш вопросительно посмотрел на своего лиса. Тот отвел морду."
    show black angry_var
    black "Если я попаду на конкурс с сестрой, будут отличные каникулы, не лишайте меня их."
    narrator "Лис сердито молчал."
    narrator "Мимо прошел Максим, размахивая зеленым жетоном."
    narrator "Темноволосый повернулся к рыжему зверю."
    show black angry_var
    black "Я ведь все равно узнаю результат."
    narrator "Животное смягчило выражение мордочки."
    hide black
    show fox smile
    fox "По ужасному стечению обстоятельств, ваш жетон недоступен."
    narrator "(удивленный спрайт Аша)"
    hide fox
    show black angry_var
    black "?"
    hide black
    show fox smile
    fox "Он оказался в моем желудке."
    narrator "В ответ парень лишь молча помахал руками в воздухе будто с его языка хотело сорваться возмущенное: что ты несешь? Как такое возможно? "
    narrator "Но видя грустное лицо лиса, который даже опустился на четыре лапы, не стал его ругать."
    hide fox
    show black angry_var
    black "Хорошо, какие у нас варианты?"
    narrator "Зверь повеселел."
    hide black
    show fox smile
    fox "Начало конкурса завтра, до этого времени, все само собой решится."
    hide fox
    show black angry_var
    black "Удобно всем, кроме меня. "
    show black angry_var
    black "Я не могу ждать, пока ты сделаешь свои непотребства в аудитории университета. "
    show black angry_var
    black "Попрошу заменить жетон. Так ведь можно?"
    narrator "Лис вжался в траву."
    hide black
    show fox smile
    fox "Так будет проще для вас, справедливо."
    hide fox
    show black angry_var
    black "Но?"
    show black angry_var
    black "Почему ты сразу не предложил этот вариант?"
    narrator "Лис дернулся от \"ТЫ\", но внимание переключилось на вопрос студента."
    hide black
    show fox smile
    fox "Хозяин спишет меня как брак. "
    show fox smile
    fox "У нас говорят — ты не создан совершать ошибки."
    hide fox
    show black angry_var
    black "Это очень, очень жестоко. "
    show black angry_var
    black "Надеюсь конкурсантам ничего не угрожает?"
    narrator "Лис посмотрел в пол Черный и Лис (остальные разошлись)."
    hide black
    show fox smile
    fox "Только удача."
    hide fox
    show black angry_var
    black "Ладно, ждать дак ждать. Но мне нужно найти кое-кого."
    show black angry_var
    black "Она ведь только что была тут?"
    narrator "Он развернулся, чуть не столкнувшись лицом с сестрой. На ее лице была широченная улыбка, как у Джокера."
    hide black
    show vechna vechna_thinking
    vechna "Я прошла! Целых 186 баллов! Я все спрашивала! У остальных кто ответил меньше! "
    show vechna vechna_thinking
    vechna "Я спросила почти у всех! Я выиграю и буду работать на фабрике!"
    hide vechna
    show black angry_var
    black "Поздравляю тебя! Повидалась с друзьями?"
    hide black
    show vechna vechna_thinking
    vechna "Да, все такие же скучные, как и год назад."
    hide vechna
    show black angry_var
    black "Наверно тебе нужны новые друзья."
    hide black
    show vechna vechna_thinking
    vechna "Сколько ты набрал?"
    hide vechna
    show black angry_var
    black "У меня проблемы с лисьим пищеварением — жетон пока недоступен."
    hide black
    show fox smile
    fox "Это неловкий инцидент! Не нужно всем рассказывать."
    hide fox
    show vechna vechna_thinking
    vechna "Оооо ты говоришь!!! А погавкаешь, погавкаешь?"
    hide vechna
    show fox smile
    fox "Прошу побольше уважения!"
    hide fox
    show black angry_var
    black "Пришла бы на мое выступление, он бы и там погавкал."
    narrator "По глазам Вечны стало видно, что она ничего не понимает."
    show black angry_var
    black "Мы познакомились там, куда тебе было сложно прийти."
    hide black
    show vechna vechna_thinking
    vechna "Лис что ты любишь? Расскажи мне о себе!"
    hide vechna
    show fox smile
    fox "РасскажиТЕ!"
    hide fox
    show vechna vechna_thinking
    vechna "Ой, прошу прощения. Где мои манеры."
    narrator "Лис смущенно махнул лапкой. А Вечна бросила взгляд в сторону брата..."
    narrator "...И незаметно для лиса покрутила пальцем у виска, корча смешное лицо."
    narrator "(спрайт Аша с улыбкой)"
    hide vechna
    show fox smile
    fox "Что же я люблю?"
    narrator "Он расплылся в улыбке."
    show fox smile
    fox "Например, я люблю коал. Они..."
    hide fox
    show black angry_var
    black "Они вымерли."
    narrator "Вечна протянула руки в сторону лиса, намереваясь обнять и облапать."
    hide black
    show vechna vechna_thinking
    vechna "О! Это мои любимые животные. Я обязана обнять тебя!"
    narrator "Лис ловко перекатился от Вечны на метр."
    narrator "Аш закатил глаза, но ему пришла в голову мысль."
    hide vechna
    show black angry_var
    black "Коалы! Это же врожденно гадкие животные."
    narrator "Лис манерно махнул хвостом."
    hide black
    show fox smile
    fox "Несправедливо!"
    narrator "Парень передразнивал манеру речи лиса."
    hide fox
    show black angry_var
    black "Тогда давайте милый господин, мы посмотрим зарисовки из жизни этих благородных животных."
    narrator "Он снова достал свой старенький планшет в наклейках."
    show black angry_var
    black "В первую очередь, хочу посмотреть как они заботились о потомстве."
    show black angry_var
    black "Видите ли, чтоб передать детенышам полезные бактерии, им приходилось…"
    hide black
    show fox smile
    fox "Кормить их молоком?"
    hide fox
    show black angry_var
    black "Не совсем. Они кормили их гов.., прошу прощения – продуктами жизнедеятельности."
    narrator "Черный показал видеозапись лису."
    hide black
    show vechna vechna_thinking
    vechna "Мерзость, вот так, сразу в рот своему ребенку... "
    narrator "Лис был в шоке, а затем, его ожидаемо стошнило."
    hide vechna
    show black angry_var
    black "И ждать не пришлось! На Земле я бы взял палочку, но на Луне её нет."
    hide black
    show fox smile
    fox "Может вашим Ухом подцепить жетон?"
    hide fox
    show black angry_var
    black "Очень остроумно. Но доставать многоуважаемый сударь вам."
    narrator "Лис брезгливо поднял жетон. Достал из-за воротничка салфетку."
    narrator "Аш немного отодвинулся, желая держать дистанцию от предмета."
    show black angry_var
    black "Он ведь должен быть синий или зеленый?"
    hide black
    show fox smile
    fox "Красный — значит самые высокие баллы за входной тест."
    hide fox
    show black angry_var
    black "И что это значит?"
    hide black
    show vechna vechna_thinking
    vechna "Значит, что у тебя баллов больше, чем у меня."
    narrator "Расстроилась Вечна."
    hide vechna
    show black angry_var
    black "Завтра утром мы будем на Фабрике, а ты сможешь отыграться."
    hide black
    show fox smile
    fox "Благодарю, что решили вопрос без привлечения администрации."
    hide fox
    show black angry_var
    black "Я бы не смог спать, зная что тебя списали."
    hide black
    show vechna vechna_thinking
    vechna "Его что?"
    hide vechna
    show black angry_var
    black "Потом расскажу."
    jump scene_12


label scene_12 :
    scene Chip_Factory_territory
    #Ребята ждут старта конкурса
    narrator "Перед двумя десятками испытуемых и кучей дронов находился двор Фабрики Чипов."
    show vechna vechna_thinking
    vechna "Диснейленд — Микки Маус меня дери!"
    hide vechna
    show black angry_var
    black "Твои формулировки, нечто."
    narrator "Она остановилась, жадно изучая глазами обстановку. Дроны разлетелись по территории. "
    narrator "Компании на Земле и Луне давно выглядели как этажи автоматизированных лабораторий, сборочных цехов, серверов, тишины и темноты. Ведь роботам не нужен свет."
    narrator "Изредка приходила инспекция, если на самодиагностике завода что-то пошло не так."
    narrator "Но что же скрывала Фабрика Чипов, даеющая пожизненный пропуск в Чудесную Сеть каждому, кто желает подключиться к ней?"
    narrator "Вечна трепещала и подпрыгивала. Кроме них здесь было двадцать детей и множество дронов транслирующих все в сеть."
    hide black
    show vechna vechna_thinking
    vechna "Я так завидую что ты уже знаешь Онку! Вселенная тебя просто облизывает."
    hide vechna
    show black angry_var
    black "Ага, перед тем как съесть."
    #Онка говорит пару слов о своих сотрудниках и о том, что много денег заработал на разумных домашних животных.
    narrator "Всюду стояли разноцветные, леденечные статуи. "
    narrator "Сквозь них просвечивали лучи подсветки, добавляя яркости."
    narrator "Отовсюду доносились звуки жизни: летали плавно и как безумные птицы: живые и механические, с протезами и имплантами. "
    narrator "Под странной фигурой, у входа в Фабрику сидела группа хорьков. "
    narrator "На лавках обедали или читали лисы. Вечна уставилась на одного с ланчбоксом. "
    narrator "Видя это, Лис раздраженно поднялся на задние лапы и зашагал по поляне в сторону здания."
    hide black
    show vechna vechna_thinking
    vechna "Где бы мне такую походку!"
    narrator "К гостям вышел Онка. Некоторое время он снисходительно смотрел как дроны снимают все происходящее, а участники не обращают на него внимания. "
    narrator "Кроме Аша, тот специально отошел из его поля зрения, чтобы лишний раз не общаться."
    hide vechna
    show onka victory
    onka "Добро пожаловать на Конкурс Фабрики Чипов юные изобретатели! "
    show onka victory
    onka "Именно здесь может ожить ваш проект."
    show onka victory
    onka "А может и не ожить, а может ожить и сразу умереть… "
    show onka victory
    onka "Ну да ладно. Мы отвлеклись."
    show onka victory
    onka "По правилам конкурса, вы должны пробыть на Фабрике три дня. "
    show onka victory
    onka "Если готовы, идите за мной."
    narrator "Он хотел уйти, но его остановил дрон, зависший прямо перед лицом."
    hide onka
    show stub_character mouse1
    stub_character "Вы не прокомментируйте?"
    hide stub_character
    show onka victory
    onka "Все в сети. Мы же Фабрика Чипов."
    narrator "Он развернулся. И сразу повернулся обратно. Отчего его шея хрустнула."
    show onka victory
    onka "Ах, да! Все свои вещи оставляйте у входа. "
    show onka victory
    onka "Хорьки с ними ничего не сделают, их последнее время интересует одна архитектура."
    narrator "Все пошли за ним. Аш посмотрел на сестру."
    hide onka
    show black angry_var
    black "Вытри слюни, ну серьезно."
    hide black
    show vechna vechna_thinking
    vechna "Мысль что его симуляцию можно сделать в сети, не дает мне покоя."
    narrator "Аша передернуло."
    hide vechna
    show black angry_var
    black "Я не хочу знать этого, никогда."
    narrator "Он пошел вперед, обгоняя сестру."
    narrator "Перед входом в здание, Онка развернулся к присутствующим и сообщил."
    hide black
    show onka victory
    onka "Отправляя заявку на участие, вы подписали договор о неразглашении того, что увидите и услышите внутри. "
    show onka victory
    onka "Это значит, что при нарушении договора — вы бессильны."
    narrator "Он сочувственно пожал плечами, словно не сам придумал такие правила."
    jump scene_13


label scene_13 :
    scene Chip_Factory_corridor
    #Рассказываем условия конкурса. Наташа устраивает Ашу проблему с проектом, так как считает его главным конкурентом. Проект Макса и Наташи тоже должен быть на основе чипа или онка ее потом за это сольет
    narrator "Внутри, Фабрика не выглядела как сказочные декорации из фильма. "
    narrator "Обычный космический корабль, как на любой вывеске в сети."
    narrator "Илли заметил удивленный отсутствием удивительного взгляд Аша."
    narrator "Хозяин заправил волосы за ухо и пожал плечами:"
    show onka victory
    onka "Думаете, я не смотрел Чарли и Шоколадную Фабрику? "
    show onka victory
    onka "Все ожидают по приходу что-то такое. "
    show onka victory
    onka "Но у меня сильно круче! В миллион раз!"
    narrator "У Аша появилось желание повесить жетон на шею, чтоб Онка обратил внимание на количество баллов. "
    narrator "Но воспоминания о том, где этот жетон побывал переубедили его."
    hide onka
    show black angry_var
    black "Не удивлены, что я тут?"
    hide black
    show onka victory
    onka "Удивлен? Конечно нет. "
    show onka victory
    onka "Я же делал тест исходя из того, какие сильные будут конкурсанты."
    narrator "Потом он широко улыбнулся показывая зубы."
    narrator "Они пошли по коридору. Хозяин Фабрики остановился у одной из дверей."
    show onka victory
    onka "Еще раз про договор. "
    show onka victory
    onka "Никто, никогда не должен рассказывать о том, что тут произошло. "
    show onka victory
    onka "Договор о неразглашении действует тысячу лет. "
    show onka victory
    onka "Все могут входить куда им захочется, лисы в помещениях расскажут о назначении всего. "
    show onka victory
    onka "Они обязаны вам помогать."
    show onka victory
    onka "Есть места ОПАСНЫЕ, боюсь есть риск некоторых увечий. "
    show onka victory
    onka "Прошу заметить, это не покрывается страховкой по документу который вы подписали."
    narrator "Онка закончил фразу, на ходу запуская конкурсантов за одну из дверей."
    narrator "Все вошли в огромную аудиторию."
    show onka victory
    onka "В ходе конкурса вы должны создать или улучшить свое изобретение."
    show onka victory
    onka "Конкурс субъективный, цель фабрики — найти потенциально коммерчески успешный проект, на основе чипа выпускаемого моей компанией."
    show onka victory
    onka "Не важно, идея у вас или прототип. Важно, как сильно вы меня впечатлите."
    narrator "Вечна смотрит на Онку влюбленными глазами."
    hide onka
    show black angry_var
    black "Не могу рядом с тобой стоять."
    hide black
    show vechna vechna_thinking
    vechna "У него просто потрясные проекты."
    narrator "АШ закатил глаза."
    hide vechna
    show black angry_var
    black "Что ты хочешь получить?"
    narrator "Она удивилась."
    hide black
    show vechna vechna_thinking
    vechna "Ты не читал условия? "
    show vechna vechna_thinking
    vechna "Поддержку проекта конечно, а еще работу на Фабрике. У него есть отдел космоса!"
    show vechna vechna_thinking
    vechna "Брак с моим образом жизни не вяжется, если ты об этом."
    hide vechna
    show black angry_var
    black "Догадываюсь с каким проектом ты пришла. "
    show black angry_var
    black "Мои Уши по сравнению с программированием мозга просто фигня. Ты получишь эту работу."
    hide black
    show vechna vechna_thinking
    vechna "Мое изобретение, на основе твоего сделано. Ты бы мог подать в суд."
    hide vechna
    show black angry_var
    black "Мне просто нужно повеселиться. Есть куча способов запустить проект без Онки."
    narrator "Раздался звук распахнутых дверей — это девушка с длинными, темными волосами открыла дверь и с гордо поднятой головой, прошла внутрь. "
    narrator "Вечна открыла информацию о ней в смешанной реальности: Наташа Ром. Факультет микробиологии, 2 курс. 18 лет. "
    narrator "Статус — 199 баллов на Конкурсе Илли Онки, иду побеждать! Подписывайтесь и следите за мной в мунтере!"
    hide black
    show vechna vechna_thinking
    vechna "А ты может и подружишься с ней. Тоже ботанка."
    narrator " Аш бросил взгляд на Онку, тот помахал ему рукой."
    hide vechna
    show black angry_var
    black "Он точно врал, когда говорил что поверил в меня. Такая интонация была, знаешь..."
    narrator "Новенькая раскручивала на пальце жетон с цепочкой, на котором былы выгравировано количество баллов за входной тест. "
    narrator "Она вытворяла с ним что-то на уровне мастера йо-йо."
    hide black
    show vechna vechna_thinking
    vechna "Она же не могла научиться заранее так крутить! "
    show vechna vechna_thinking
    vechna "Неужели успела за ночь? Как ты думаешь?"
    narrator "Девушка с длинными волосами остановилась и оглядела присутствующих презрительным взглядом."
    hide vechna
    show stub_character mouse1
    stub_character "Здравствуйте, меня зовут Наташа и я собираю команду для конкурса."
    show stub_character mouse1
    stub_character "Мой проходной балл 199, что подтверждает особенный, красный жетон."
    narrator "Она несколько раз повертела его на пальце."
    show stub_character mouse1
    stub_character "Буду рада приветствовать сильных конкурсантов в мою команду."
    show stub_character mouse1
    stub_character "Подробный чек-лист, как попасть в е нее вы можете посмотреть в моем блоге."
    narrator "Девушка опустила руки и сомкнула за спиной в замок."
    show stub_character mouse1
    stub_character "У кого из вас самые высокие баллы после меня?"
    narrator "Теперь Аш обратил на нее внимание."
    hide stub_character
    show black angry_var
    black "А если в последнем туре, тебе придется сражаться с участником твоей команды, который сильнее тебя?"
    hide black
    show stub_character mouse1
    stub_character "Это ты что, намекаешь на себя?"
    narrator "Аш ничего ей не ответил, он повернулся к остальным участникам. "
    narrator "Все наблюдали за неофициальным поединком. Поэтому каждый услышал:"
    hide stub_character
    show black angry_var
    black "Я приглашаю к себе в команду трех человек с самим низким проходным баллом. "
    show black angry_var
    black "Кстати мой балл 200."
    hide black
    show stub_character mouse1
    stub_character "Вау! 200! Разница целый 1 балл. Все очень эпично, но моя цель победить."
    narrator "Все это время молча наблюдавший Онка наконец подошел к участникам."
    hide stub_character
    show onka victory
    onka "Те кто пропустил инструктаж, узнайте подробности у других конкурсантов."
    narrator "Он перевел взгляд на Наташу."
    show onka victory
    onka "Конечно, если они захотят вам что-то рассказывать."
    narrator "Максим прогуливающийся по периферии аудитории и внимательно осматривающий ее засмеялся."
    narrator "Наташа повернула голову в его сторону, на лице читалась обида. "
    narrator "Девушка сделала вид, что ничего не заметила. "
    narrator "К присутствующим обратился владелец фабрики."
    show onka victory
    onka "Я рад что вы столь инициативны и успели разделиться на команды. "
    show onka victory
    onka "Хотя еще час и были бы жертвы."
    show onka victory
    onka "Но вы играете каждый за себя."
    show onka victory
    onka "Напоминаю, что за эти 2 дня вы должны подготовить прототип собственного проекта, который бы демонстрировал возможность его реализации. "
    show onka victory
    onka "Сейчас, у нас будет питч проектов — за минуту вам нужно рассказать о том, что вы создаете и что собираетесь делать на конкурсе."
    narrator "Все молча смотрели на Онку. Он молча смотрел на конкурсантов."
    hide onka
    show stub_character mouse1
    stub_character "Я первая!"
    narrator "Илли Онка ехидно улыбнулся девушке, которая поднялась на сцену. "
    narrator "Остановившись в центре она развернулась лицом к публике на острых, небольших каблучках."
    show stub_character mouse1
    stub_character "В наше мирное и спокойное время, когда ресурсов для живых организмов может быть в избытке... "
    show stub_character mouse1
    stub_character "...Люди сталкиваются с необходимостью сокращения или истребления некоторых видов животных."
    show stub_character mouse1
    stub_character "Например, на нашей любимой Земле, нужен более эффективный способ сокращения количества медуз."
    show stub_character mouse1
    stub_character "Несмотря на увеличение популяций их естественных хищников и"
    show stub_character mouse1
    stub_character "...Потепление Мирового океана, кормовая база необходимая для поддержки других видов, создают благоприятную среду для медуз. "
    show stub_character mouse1
    stub_character "Они в свою очередь попадают в канализации, убивают другие виды."
    stub_character "Или не медузы, а морские ежи которые убивают коралловые рифы. "
    show stub_character mouse1
    stub_character "Мы боремся с ними почти двести лет."
    show stub_character mouse1
    stub_character "В качестве решения, я предлагаю"
    stub_character "программируемые вирусы, которые могут внедряться в клетку и быть неактивными до того момента, пока не поступит триггер. Вот и все."
    show stub_character mouse1
    stub_character "Презентацию можно скачать в моем мунтере. "
    show stub_character mouse1
    stub_character "Он само собой открыт, как и мое сердечко."
    narrator "Онка жевал саранчу покрытую разноцветной карамелью."
    hide stub_character
    show onka victory
    onka "Давайте похлопаем первому конкурсанту!"
    narrator "Наташа чувствовала себя свободно, улыбнулась и поклонилась аплодирующим."
    show onka victory
    onka "Крайне интересный доклад. Но остаются вопросы. Какой же триггер?"
    hide onka
    show stub_character mouse1
    stub_character "Для каждого организма разный. "
    show stub_character mouse1
    stub_character "Когда происходит триггер вирус сокращает популяцию."
    show stub_character mouse1
    stub_character "Мы сами решаем как сильно. Мясо остается пригодно к еде. "
    show stub_character mouse1
    stub_character "Это не заразно для других видов. Хотите знать, как это связано с Фабрикой?"
    hide stub_character
    show onka victory
    onka "Вы читаете мои мысли!"
    hide onka
    show stub_character mouse1
    stub_character "Триггером для запуска умервщления может являться импульс от чипа."
    show stub_character mouse1
    stub_character "Один чипированный организм может получить импульс для активации вируса и запустить цепную реакцию внутри своей популяции. "
    show stub_character mouse1
    stub_character "Можно сказать, они будут заражать друг друга."
    hide stub_character
    show onka victory
    onka "Очень жизнеутверждающий проект!"
    narrator "Лис рядом поперхнулся."
    show onka victory
    onka "Кто следующий?"
    narrator "Хлопнув большой пузырь жвачки, который переливался всеми цветами нефти, на сцену поднялась Вечна."
    hide onka
    show vechna vechna_thinking
    vechna "Всем привет, меня зовут Вечна Хом и я заканчиваю факультет обработки данных космических объектов."
    show vechna vechna_thinking
    vechna "Несмотря на мою основную специальность... "
    show vechna vechna_thinking
    vechna "...Недавно я опубликовала исследование о технологии нейрохакинга мозга."
    show vechna vechna_thinking
    vechna "Возможности изменения связей между нейронами. "
    show vechna vechna_thinking
    vechna "Да, такое уже есть, но у меня лучше."
    show vechna vechna_thinking
    vechna "Отмечу, что мозг работает по принципу: какие связи сильнее, по ним и пойдет импульс, то есть такое решение вы примите. "
    show vechna vechna_thinking
    vechna "Все наши хорошие и плохие привычки — это определенные, закрепленные связи в мозге."
    show vechna vechna_thinking
    vechna "Но чип... спасибо Илли Онке! "
    show vechna vechna_thinking
    vechna "Вы кстати сегодня отлично выглядите!"
    narrator "Она улыбнулась и покраснела."
    show vechna vechna_thinking
    vechna "Значит, на основе Чипа можно изменить \"мощность\" связей в мозге. "
    show vechna vechna_thinking
    vechna "Можно стать любым человеком, приобрести страхи или избавиться от них. "
    show vechna vechna_thinking
    vechna "На данном конкурсе я хочу подтвердить работоспособность технологии. "
    show vechna vechna_thinking
    vechna "Я покажу, что связи в мозге действительно можно изменить, а вслед за ними и поведение!"
    narrator "Она осмотрела на зал ожидая вопросов, все хлопали глазами."
    show vechna vechna_thinking
    vechna "Я уже провела первый эксперимент на себе и готова рассказать об этом лично. "
    show vechna vechna_thinking
    vechna "Всем спасибо за внимание!"
    narrator "Она бросила взгляд на Онку, он смотрел прямо на нее, но в тоже время сквозь. Рядом с ним крутился лис."
    hide vechna
    show onka victory
    onka "Это сестра Аша?"
    hide onka
    show fox smile
    fox "Определенно."
    show fox smile
    fox "Опережая ваш вопрос, в исследовании она писала, что определяет связи в мозгу то же программное обеспечение, которое определяет и эмоции у его имплантов."
    hide fox
    show onka victory
    onka "Очень ценная информация!"
    narrator "Девушка спустилась со сцены. Только Наташа стоящая в первом ряду расслышала тихое."
    hide onka
    show vechna vechna_thinking
    vechna "Задачка выполнена! Какой же кайф!"
    narrator "К ней сразу же подошел брат."
    hide vechna
    show black angry_var
    black "Думаю, у тебя мало конкурентов. "
    hide black
    show vechna vechna_thinking
    vechna "Спасибо! Я об этом подозревала!"
    narrator "Вскоре, остальные участники закончили свои презентации. "
    narrator "Хозяин Фабрики активно жестикулируя разговаривал с конкурсантами."
    hide vechna
    show onka victory
    onka "Я очень впечатлен вашими проектами. "
    show onka victory
    onka "Это талантливые и оригинальные применения чипа! "
    show onka victory
    onka "Но у нас остался последний участник."
    show onka victory
    onka "Питч обязателен. Надеюсь это ваша скромность, а не страх?"
    hide onka
    show black angry_var
    black "А может мой способ привлечь внимание?"
    narrator "Сегодня Аш был не в настроении выступать. "
    narrator "Но что делать, он сам заварил эту кашу. В прямом смысле. Конкурсант медленно поднялся на сцену. Выдохнул."
    show black angry_var
    black "Аш — 1 курс биопротезирования. Использую технологические возможности чипа, чтоб решить проблему отсутствия взаимопонимания между людьми."
    narrator "По залу разнеслись звуки непонимания."
    show black angry_var
    black "Уверен, вас интересует что у меня на голове. Это и есть моя разработка. "
    show black angry_var
    black "Интерпретатор эмоций. Что бы вы не почувствовали — Уши отобразят это и покажут вашему собеседнику. В идеале."
    show black angry_var
    black "Они призваны делать контакт между людьми более эффективным. "
    show black angry_var
    black "Мой софт позволяет обучить чип узнавать эмоции и чувства, и выдавать на них специфическую реакцию. "
    show black angry_var
    black "На конкурсе обучу какую-нибудь эмоцию. Надеюсь, не ярость."
    show black angry_var
    black "Конец."
    narrator "Он посмотрел на сестру, та с кем-то увлеченно болтала не глядя в его сторону."
    hide black
    show onka victory
    onka "Будем очень ждать!"
    show onka victory
    onka "И мне кажется, кого-то здесь не хватает..."
    show onka victory
    onka "Вы видели парня в костюме с галстуком?"
    narrator "Он повернулся лицом ко всем."
    show onka victory
    onka "Ладно. Дальше."
    show onka victory
    onka "Я объявляю старт Конкурса! До 18:00 найдите на Фабрике все необходимое для представления и разработки своей технологии. "
    show onka victory
    onka "Напоминаю, что лисы вам помогут."
    show onka victory
    onka "На встрече все обсудим."
    jump scene_14


label scene_14:
    scene Chip_Factory_audience
    #Показываем лиса, который не справляется  работой и Онку
    narrator "В 18:00 участники конкурса стояли в аудитории."
    show onka victory
    onka "Я рад, что вчера после выдачи первого задания попадало столько вопросов. "
    show onka victory
    onka "Я уж испугался, что вам все понятно."
    show onka victory
    onka "Вашей задачей было подготовить материалы для работы над проектами."
    show onka victory
    onka " Кто что нашел на Фабрике?"
    narrator "Наташа сделала шаг вперед и открыла рот. "
    narrator "Ее перебила Вечна, она поднималась на сцену. "
    narrator "Глаза бегали из стороны в сторону, она читала невидимый всем кроме нее текст в смешанной реальности."
    hide onka
    show vechna vechna_thinking
    vechna "Мне потребуется сорок лис и один фиолетовый шарик. "
    narrator "Она повертела его в руках."
    show vechna vechna_thinking
    vechna "Я желаю сохранить ожидаемые итоги эксперимента в тайне."
    narrator "Девушка кинула мячик вниз, в руки брата."
    show vechna vechna_thinking
    vechna "Ты следующий."
    narrator "Он поймал мяч и занял её место."
    hide vechna
    show black angry_var
    black "Неудобно говорить..."
    hide black
    show fox smile
    fox "Неужели вы не подготовились?"
    narrator "У Лиса начали подкашиваться лапки, но Вечна подхватила его и погладила по голове."
    hide fox
    show vechna vechna_thinking
    vechna "Нет вакцин от отсутствия манер."
    narrator "Она радовалась, что может потискать это образованное животное. Конкурсант продолжал:"
    hide vechna
    show black angry_var
    black "Мне нужны были деньги, поэтому я продал часть оборудования Фабрики."
    narrator "Онка не смог сдержать удивления."
    hide black
    show onka victory
    onka "А так можно было?"
    hide onka
    show fox smile
    fox "Это не запрещено правилами. "
    show fox smile
    fox "Было позволено использовать оборудование Фабрики."
    hide fox
    show onka victory
    onka "Как можно так составить документы? Может он и Фабрику продал? А?"
    narrator "Лис подался назад, скрываясь от гнева хозяина."
    narrator "Онка посмотрел на Аша, гадая издевается он или нет."
    show onka victory
    onka "1/0 в вашу пользу. Могу узнать, чего именно лишилась Фабрика Чипов?"
    hide onka
    show black angry_var
    black "Это было оборудование требующее переработки. Нашлись места где нужны материалы. "
    show black angry_var
    black "Так что считайте, я вынес мусор."
    show black angry_var
    black "Деньги требуются для добровольцев."
    show black angry_var
    black "Распознавать эмоции в полу-кибернетическом мозге лис это не тоже самое, что распознавать человеческий мозг."
    hide black
    show onka victory
    onka "Что мы увидим в итоге Аш?"
    narrator "Он обвел руками аудиторию с конкурсантами. Онка никогда не называл его имя. "
    narrator "По его спине снова пробежали мурашки."
    hide onka
    show black angry_var
    black "Я планирую обучить Уши удивлению или отвращению. Я надеюсь научить узнавать эмоцию хотя бы три раза из десяти. "
    show black angry_var
    black "Уверен на Фабрике найдется то, что удивит меня."
    narrator "В стороне стояла Наташа, она ехидно смотрела на Аша и когда он закончил, медленно похлопала в ладоши."
    hide black
    show stub_character mouse1
    stub_character "Ты хочешь выйти за пределы Фабрики и попросить людей зафиксировать активность мозга твоим софтом?"
    show stub_character mouse1
    stub_character "Хочу тебя расстроить. Очень хочу!"
    narrator "Девушка смотрела снизу вверх, сложив за спиной руки и идеально ровно держа спину."
    narrator "Она остановилась перед сценой, наслаждаясь торжеством того кто ниже, над тем, кто выше. "
    show stub_character mouse1
    stub_character "Это против правил."
    narrator "Она широко улыбнулась."
    hide stub_character
    show black angry_var
    black "Правда?"
    narrator "Онка вопросительно посмотрел на Лиса. Тот одобрительно кивнул головой."
    hide black
    show onka victory
    onka "Как можно было так изучить документы?"
    narrator "Лис снова сжался, но Илли говорил с Ашем."
    hide onka
    show black angry_var
    black "Мне кажется, вы тоже удивлены!"
    hide black
    show onka victory
    onka "Есть ли другие варианты обучения на людях?"
    hide onka
    show black angry_var
    black "Если другие конкурсанты не хотят быть моими подопытными всю ночь, то нет."
    narrator "Он злился, но больше на себя. Потому что думал о таком развитии событий, но надеялся ему повезет. "
    narrator "В голове мелькуло: \"Слово \"обойдется\", точно не про тебя\"."
    show black angry_var
    black "Соберу всю информацию на себе. "
    show black angry_var
    black "А что? Устрою марафон удивления или другой эмоции, как пойдет."
    show black angry_var
    black "А может научиться не удивлению а радости? Для этого придется проверить, сколько человек я смогу убить за время конкурса."
    narrator "Онка залился смехом. В тишине, это звучало странно. Другие не оценили шутку."
    narrator "Наташа округлила глаза, тяжело было не принять шутку на свой счет. "
    narrator "В аудиторию проскользнул Макс, длинноволосая переключила внимание на него."
    narrator "Она не замечала рядом с собой парня, который пытался незаметно понюхать ее волосы."
    narrator "А Максим даже не скользнул по ней взглядом. "
    narrator "Онка наконец отсмеялся и глубоко вдыхал воздух, стараясь успокоиться. "
    narrator "Лис принес ему воду."
    hide black
    show onka victory
    onka "Мне нравится настрой! Но во избежание жертв, могу помочь с удивлением."
    narrator "Взгляд Онки изменился. Он сел на пол."
    show onka victory
    onka "Что-то мне нехорошо."
    narrator "Он взял воду у лиса. Через минуту он пришел в себя."
    show onka victory
    onka "Все участники получили информацию о точках проживания, питания и прочую необходимую информацию? "
    narrator "Ему никто не ответил."
    show onka victory
    onka "Прекрасно. Завтра подводим итоги в 18:00."
    narrator "Хозяин обратился к подопечному."
    show onka victory
    onka "Зафиксируй требования остальных участников. "
    show onka victory
    onka "И не совершай ошибок."
    narrator "Тот кивнул головой, серьезно посмотрел на конкурсантов и выпрямил спину."
    narrator "Вскоре все покинули аудиторию. Аш искал глазами сестру, но не найдя вышел в коридор."
    jump scene_15


label scene_15:
    scene Chip_Factory_corridor
    #Аш получает возможность узнать о лисьих кастах
    narrator "Пройдя пару метров, почувствовал чью-то ладонь на руке. В нос ударил слабый запах манго. "
    narrator "Это Илли тянул Аша за собой, в другую сторону."
    show black angry_var
    black "Эм... Проводить тебя до врача? Это кстати тоже лис?"
    hide black
    show onka victory
    onka "Я в норме, физические трудности меня не остановят."
    hide onka
    show black angry_var
    black "Я хотел сестру найти. Куда она ушла после выступления?"
    narrator "Илли резко остановился."
    hide black
    show onka victory
    onka "Разве ты пришел не за шансом для своего изобретения?"
    narrator "Аш смотрел вглубь длинного коридора, старясь разглядеть удаляющуюся Вечну."
    show onka victory
    onka "Ты можешь выбрать любое направление работы фабрики и я покажу, как это устроено."
    narrator "Лицо Онки выражало торжество."
    hide onka
    show black angry_var
    black "А, да."
    show black angry_var
    black "Я все равно не знаю куда мне нужно."
    hide black
    show onka victory
    onka "Почему ты не стараешься ради своего изобретения?"
    hide onka
    show black angry_var
    black "У тебя высокие требования. Это все на что я способен."
    hide black
    show onka victory
    onka "Ты же понимаешь, что читать эмоции тоже самое, что читать мысли?"
    hide onka
    show black angry_var
    black "Я всего лишь хотел, чтоб у людей не было шанса не понять меня. "
    show black angry_var
    black "Думаешь чтение мыслей сделает мир лучше?"
    hide black
    show onka victory
    onka "Не важно. Сейчас Чудесная Сеть настолько эффективна, что вредит людям. "
    show onka victory
    onka "Они должны меньше в ней сидеть."
    onka "Сеть не место для жизни, а инструмент для осуществления действительно великих проектов."
    narrator "Аш смотрел на Илли другими глазами."
    hide onka
    show black angry_var
    black "Сложно это говорить, но я согласен."
    show black angry_var
    black "А еще, почему наедине мы говорим на ты?"
    hide black
    show onka victory
    onka "Иногда, мне нужен хотя бы один такой человек. "
    show onka victory
    onka "Хотя, достаточно что ты человек, а не лис."
    hide onka
    show black angry_var
    black "Это должно быть грустно?"
    hide black
    show onka victory
    onka "Должно быть разнообразно. Мозг всегда требует новой информации. "
    show onka victory
    onka "Но он такой глупый, для него насыщенная жизнь, тоже самое что видеоряд в сети. "
    show onka victory
    onka "Поэтому из-за того, что заставляет меня чувствовать мозг, я не переживаю. "
    show onka victory
    onka "Чувства это иллюзия."
    hide onka
    show black angry_var
    black "Очень хорошо, что у тебя получается игнорировать чувства. "
    show black angry_var
    black "Только простые смертные как я, не могут их игнорировать. "
    show black angry_var
    black "Поэтому мне приходится их учитывать. Я не среди лис живу."
    hide black
    show onka victory
    onka "Очень остроумно. Нужно внести в договор запрет на шуточки. "
    show onka victory
    onka "Куда мы пойдем?"
    hide onka
    show black angry_var
    black "Как и говорил, я не знаю куда мне нужно. Я ищу сестру."
    hide black
    show onka victory
    onka "Эх! Дай ей спокойно поработать, если человек хочет хакнуть свои мозги, его не остановить."
    show onka victory
    onka "А ты идешь со мной."
    hide onka
    show black angry_var
    black "Вот внеси это в правила, тогда посмотрим."
    hide black
    show onka victory
    onka "Ты хочешь узнать как живут мои кибернетические лисы? "
    narrator "Гость Фабрики оживился."
    hide onka
    show black angry_var
    black "Сложно отказаться от такого!"
    narrator "Они продолжали петлять по коридорам."
    jump scene_16


label scene_16:
    scene Chip_Factory_foxs
    #Здесь показываем, что Облачный пытается обмануть Онку и он не так-то прост. Хотя как потом покажут, он все равно улизнул и вернулся только что бы помочь Ашу в битве с Максом
    narrator "Спустя 10 минут они прошли в одну из дверей. Было темно. "
    show onka victory
    onka "Это самая скучная часть."
    hide onka
    show black angry_var
    black "А что с твоими глазами? Почему так темно?"
    hide black
    show onka victory
    onka "Скажи, для чего тратить энергию на помещения где живут те, кто видят в темноте? Я тоже вижу."
    hide onka
    show black angry_var
    black "И много я увижу? В темноте?"
    hide black
    show onka victory
    onka "Света нет в служебных помещениях, не беспокойся."
    show onka victory
    onka "На Фабрике обычно тоже темно."
    hide onka
    show black angry_var
    black "К твоему приходу здесь не готовятся?"
    hide black
    show onka victory
    onka "Нет."
    hide onka
    show black angry_var
    black "Разве не от тебя зависит их судьба?"
    narrator "Хозяин Фабрики рассмеялся."
    hide black
    show onka victory
    onka "Нет, что ты. Жизнь да. Судьба совершенно нет."
    hide onka
    show black angry_var
    black "Сказал тот, кто разделил их на касты!"
    hide black
    show onka victory
    onka "Может тебе не нужно туда? Смотрю ты все и так знаешь."
    hide onka
    show black angry_var
    black "Ты спрашивал об этом лиса на презентации."
    hide black
    show onka victory
    onka "Лисы появились очень давно. До меня. "
    show onka victory
    onka "Фабрика Чипов – это же технологическая династья."
    show onka victory
    onka "У лис есть культура связанная с Фабрикой. "
    show onka victory
    onka "Должен знать, что те кто варятся в изоляции живут по очень причудливым правилам."
    hide onka
    show black angry_var
    black "Разве ты не можешь взять и отменить касты?"
    hide black
    show onka victory
    onka "От меня зависит лишь то, станет лис из низшей касты, представителем высшей."
    narrator "Заяц обрадовался, что он смог донести мысль."
    hide onka
    show black angry_var
    black "Об этом я и говорю, ты же можешь повышать лис или понижать!"
    hide black
    show onka victory
    onka "Только Высших и Низших. Третья и вторая, они не разумные. "
    show onka victory
    onka "Потому и названы номерами три и два, а не Высшие и Низшие."
    narrator "Илли остановился и посмотрел на Аша."
    show onka victory
    onka "Другие лисы даже не назвали те касты. Они — другие. Увидишь. Просто три и два."
    narrator "Они вошли в кубическое помещение. Все его стенки были увиты лестницами и ячейками. "
    narrator "С разных сторон  шли туннели куда-то глубже."
    narrator " А в самом центре, стоял удивительно блестящий, как новенький — робот в желтой накидке."
    hide onka
    show black angry_var
    black "Целый лисий улей!"
    show black angry_var
    black "Но я себе все не так представлял. Они же такие важные, с ланчбоксами."
    hide black
    show onka victory
    onka "О! Тут есть кухня и прачечные, куда без этого. "
    show onka victory
    onka "Шучу, все автоматизировано."
    narrator "Вокруг было шумно, лисы бегали по лестницам, носили что-то в руках и зубах, шумно обсуждали новости на скамейках."
    show onka victory
    onka "Ты захотел посмотреть не самое интересное на Фабрике, но в один из самых интересных моментов."
    hide onka
    show black angry_var
    black "Ты сам предложил."
    narrator "Аш пытался ухватить окруживших его лис за хвост. "
    narrator "В стенах собственного дома они походили на обычных зверей, которых он видел в детстве на Земле."
    show black angry_var
    black "Это и есть третья и вторая каста?"
    narrator "Лисы поблизости презрительно фыркнули на него и сразу ушли."
    hide black
    show onka victory
    onka "Вот и урок местной культуры. Их обижает такое сравнение."
    hide onka
    show black angry_var
    black "Что с ними не так?"
    narrator "Звучит громкий звук. Из нор посыпались лисы. Илли отошел вместе с Ашем к стене."
    narrator "Парень наблюдал как с лестниц, словно стекают вниз лисы и смешиваются в кишащей толпе. "
    narrator "Аш вглядывался вокруг. Что-то кажется ему непривычным. Странным."
    narrator "Раздался еще один звонок и движущаяся масса пушистых зверей замерла вокруг робота в желтой накидке. "
    narrator "Робот в центре зала шевельнулся. Аш повернул голову на Илли. Тот улыбался во все зубы с любовью глядя на зверей."
    narrator "Шум и гам сменился тишиной. В воздухе запахло благовониями. Хотя как сильно не пытался гость рассмотреть где они находятся — не смог. "
    narrator "Робот сложил ладонь к ладони перед грудью, сидящие до этого лисы наклонили головы и в воздухе зазвучала буддийская молитва. "
    narrator "Про себя Заяц решил, что это был правильный выбор места, чтоб удивляться."
    show black angry_var
    black "Что происходит?"
    hide black
    show onka victory
    onka "Они молятся, что еще."
    hide onka
    show black angry_var
    black "Что? Что?"
    narrator "Он уже не смотрел на лис, а пытался понять по глазам Онки смеется он или нет. Хотя зрелище это подтверждало."
    hide black
    show onka victory
    onka "Религия или другая фантазия, дает им что-то общее, чтоб они друг друга не убили."
    hide onka
    show black angry_var
    black "Почему не дать что-то нормальное?"
    hide black
    show onka victory
    onka "Веру в Фабрику? Это ведь тоже фантазия. "
    show onka victory
    onka "Убери из Фабрики всех лис, разве она закроется? "
    show onka victory
    onka "Убери все здания, но юридически она будет существовать. "
    show onka victory
    onka "А юридическое существование – просто фантазия о которой договорились люди. "
    show onka victory
    onka "Если подпишем бумаги – будем в них верить."
    show onka victory
    onka "Религия и компании основаны на вере."
    hide onka
    show black angry_var
    black "Но почему Буддизм?"
    hide black
    show onka victory
    onka "ИИ Фабрики считает это оптимальным вариантом. "
    show onka victory
    onka "Кстати, это Фабрика управляет судьбой лис в момент рождения."
    show onka victory
    onka " Судьбой, значит кастами."
    hide onka
    show black angry_var
    black "А здесь какие?"
    hide black
    show onka victory
    onka "Высшие и низшие."
    hide onka
    show black angry_var
    black "Эти живут вместе? В чем их разница?"
    hide black
    show onka victory
    onka "И растут вместе. "
    show onka victory
    onka "Их разница в уровне образования. Любой низший, может стать высшим."
    show onka victory
    onka "Лисятами они растут вместе получая базовое воспитание."
    show onka victory
    onka "Затем получают имплант развитого неокортекса и специализацию."
    show onka victory
    onka "Высшие специализируются на научных дисциплинах, а низшие на обслуживании Фабрики."
    show onka victory
    onka "Хотя там тоже куча инженерии."
    show onka victory
    onka "Кто из низших хочет в высшую – сдает экзамен, если находит на это время."
    hide onka
    show black angry_var
    black "А почему они не здесь?"
    narrator "Парень показал рукой на группу лис, выскользнувших из одного тоннеля ко входу в следующий. Один из них был уже знакомый, Облачный лис."
    hide black
    show onka victory
    onka "Быстрее!"
    narrator "Хозяин Фабрики взял Аша за руку и повел за лисами."
    narrator "Они окликнули их, но те старательно пытались скрыться из виду."
    hide onka
    show black angry_var
    black "Что случилось?"
    narrator "Илли выждал десять секунд, затем выглянул в коридор и тихо пошел за лисом, держа гостя за руку. "
    narrator "Аш двигался за Онкой практически в кромешной тьме."
    narrator "Вскоре, тот открыл одну из дверей. "
    narrator "Аш жалел что лисы не используют дополненную реальность."
    narrator "На двери не было информации ни в одной из реальностей, ни в смешанной, ни в обычной. "
    narrator "Снова досчитав до десяти, Илли дал знак идти за ним. Потом вспомнил, что спутник ничего не видит и просто потянул его за собой."
    jump scene_17


label scene_17:
    scene Chip_Factory_foxs_3_2
    #Макс говорит, что Онка зло поскольку создает животных для обсчета данных на них. Выдвигает гипотезу, что может быть и скопированных он использует также? Онка выгоняет его.
    narrator "В нос ударил сильный запах. Пахло животными, тлеющей шерстью и дымом. "
    narrator "Неинтенсивное освящение обрисовало герою длинное помещение с высокими потолками. "
    narrator "В конце комнаты был огромный, алый экран."
    show onka victory
    onka "Где Облачный?"
    hide onka
    show black angry_var
    black "У экрана? Ты чувствуешь запах дыма?"
    narrator "Хозяин Фабрики снова вел парня вперед."
    show black angry_var
    black "Здесь я и сам вижу."
    narrator "Онке уже не было смешно и любопытно, он насторожился. Послышался лай нескольких лис."
    narrator "Приблизившись, Аш понял, что ошибся на счет экрана — это было окно в другое помещение. "
    narrator "Рядом с ним располагалась дверь."
    narrator "Парень замер на месте, вглядываясь в происходящее за стеклом. "
    narrator "Внутри полыхало пламя и что-то двигалось, прыгало в нем. С шумом лопнула колба, из которой выпал кто-то живой, без сознания."
    show black angry_var
    black "Это лисы! Отключите подачу кислорода? Ну же!"
    narrator "Он повернулся к Онке и лисам, которые молча наблюдали за происходящим. "
    narrator "Один из них что-то жевал. Парень стал искать Облачного, но среди лис его не было."
    hide black
    show fox smile
    fox "Само потухнет."
    narrator "Заяц подошел к двери ведущей внутрь."
    show fox smile
    fox "Я благоразумно рекомендую не трогать..."
    narrator "Но Аш уже открыл дверь и этого хватило, чтобы огонь ворвался в общее помещение. "
    narrator "Конечно, парень сразу же пожалел о своем эмоциональном порыве, одежда на нем загорелась. "
    narrator "Легкие обожгло, но рядом появился другой лис, закрывший лапами дверь.  "
    narrator "Лисы тут же повалили Аша на пол и принялись топтаться, туша проженую в некоторых местах толстовку. Повреждения были почти не видны."
    hide fox
    show black angry_var
    black "Да что это!?"
    hide black
    show onka victory
    onka "Похоже, произошла авария в блоке третьей и второй касты. "
    show onka victory
    onka "Но Фабрика все починит."
    show onka victory
    onka "Вопрос в причине аварии."
    hide onka
    show black angry_var
    black "Всмысле в причине?"
    hide black
    show fox smile
    fox "Это же третьи, вторые! Расходники. Вот оборудование жаль, дорогое."
    hide fox
    show black angry_var
    black "Вы дикие совсем?"
    hide black
    show fox smile
    fox "Молодой человек, следите за словами!"
    hide fox
    show black angry_var
    black "Разве это не ваши сородичи?"
    narrator "Лисы рядом засмеялись."
    hide black
    show fox smile
    fox "Да они из-за стекла на Фабрику выходят года в четыре, хуже роботов."
    show fox smile
    fox "Годятся только для экспериментов над ними, да для обсчетов."
    show fox smile
    fox "Когда мозги их запретили есть, совсем бесполезными стали."
    hide fox
    show black angry_var
    black "Вы дикие!"
    narrator "Он бросился на лиса и стал его трясти. Но темного угла помещения, вышел Максим."
    hide black
    show max regular
    max "А что ты удивляешься?"
    show max regular
    max "Я знаю, что он их использует, как живые компьютеры."
    hide max
    show black angry_var
    black "Это ты сделал? Сжег бы Онку, идиот!"
    narrator "Через секунду Максим ударил Аша под колени, и, схватив его за Уши, рванул их со всей силы вверх. "
    narrator "Раздался жуткий хруст и из места крепления имплантов по лицу потекла кровь. Он закричал."
    show black angry_var
    black "Ты меня убьешь!"
    show black angry_var
    black "Идиот! Они же вживлены в голову."
    narrator "Кровь продолжала стекать по лицу, а Максим все тянул Уши вверх."
    hide black
    show max regular
    max "А ты уже подружился с этим террористом?"
    narrator "Онка молча наблюдал за сценой, дав лисам сигнал не вмешиваться."
    hide max
    show onka victory
    onka "Я смотрю ты многое узнал, пока тут шастал. "
    show onka victory
    onka "Сжег бы все тут, что мелочиться. Даже всю лунную станцию."
    show onka victory
    onka "А то сколько тут зла наверно твориться!"
    narrator "Максим не давал Ашу подняться, он оставался холодным, но в глазах виднелась жестокость."
    hide onka
    show max regular
    max "Твоя сеть..."
    show max regular
    max "Почему в ней пропадают копии, а?"
    show max regular
    max "Почему мой отец скопировался в нее и пропал, не подскажешь?"
    hide max
    show black angry_var
    black "Может он просто свалил от такого маньякак как ты?"
    narrator "Максим отпустил жертву и пнул ногой."
    hide black
    show max regular
    max "Все кто поддерживают рыжего ублюдка сгорят! "
    show max regular
    max "И да, может и вся станция!"
    narrator "Максим хотел броситься на Онку, но его сбил с ног Аш."
    hide max
    show black angry_var
    black "Нафига жечь лис!"
    narrator "Аш обездвижил соперника, усевшись сверху и заломив ему руки за спину. "
    narrator "Затем достал из толстовки моток армированного скотча BRUTAL! И до ушей Максима донесся ее резкий скрип."
    narrator "Тот пытался сопротивляться, но Заяц уже накрепко залепил ему рот и всё сильнее обматывал голову скотчем, перекрывая доступ к кислороду. "
    narrator "А когда ты живёшь на лунной станции, задохнуться – твой самый большой страх."
    show black angry_var
    black "Помнишь свой подарок, мне на презентации? Пригодился!"
    hide black
    show onka victory
    onka "Ого! У меня будут из-за этого проблемы?"
    narrator "Он задал этот вопрос Облачному, но забыл, что того нет рядом. Вызвал его в сети."
    show onka victory
    onka "Наверно будут."
    show onka victory
    onka "Оттащите парня."
    narrator "Черный Заяц продолжал заматывать голову Максима клейкой лентой, пока не почувствовал на руке крепкие челюсти. "
    narrator "Из-под клыков Лиса брызнула кровь."
    show onka victory
    onka "Хватит! Хватит все портить!"
    narrator "Он сам отбросил Аша в сторону."
    hide onka
    show black angry_var
    black "Что ты делаешь? Он жег твоих лис!"
    hide black
    show onka victory
    onka "Ничего страшного! "
    narrator "Лис рядом, разорвал зубами скотч на лице Макса и невинно отметил."
    hide onka
    show fox smile
    fox "Третьи и вторые неразумны, я же сообщил."
    hide fox
    show black angry_var
    black "Но маленькие лисы высшей и низшей касты тоже неразумные! Разве нет? Но о них вы заботитесь!"
    hide black
    show fox smile
    fox "Производство третьих и вторых автоматизированно. "
    show fox smile
    fox "Они до взрослого состояния растут в аквариумах."
    narrator "Аш посмотрел на Онку."
    hide fox
    show black angry_var
    black "Ты собираешься спасать лис? Ты же отвечаешь за их безопасность!"
    narrator "Тот удивленно на него посмотрел."
    hide black
    show onka victory
    onka "Это подпольное лисье развлечение. Они иногда специально так делают."
    show onka victory
    onka "Именно поэтому, этому недоразумению удалось попасть только сюда."
    narrator "Он указал рукой на Макса, который сидел на полу. Тот уже не выглядел таким самоуверенным."
    show onka victory
    onka "Из преступлений только нерациональная трата ресурсов, этих лис все-таки и кормили и поили."
    narrator "Аш молчал, пытаясь понять что произошло."
    show onka victory
    onka "А ты."
    narrator "Он повернулся к Максу."
    show onka victory
    onka "Исключен с конкурса. И поверь – лучше тебе молчать о том, что здесь произошло."
    narrator "В помещении появился Облачный лис."
    show onka victory
    onka "Где ты был?"
    narrator "Лис хотел что-то сказать."
    narrator "В этот момент в воздухе раздался крик Илли Онки."
    show onka victory
    onka "Кто? Кто? Находится в зале с инопланетными лианами?"
    show onka victory
    onka "Почему сработала безопасность! Там кто-то без лис! Без присмотра!"
    narrator "Лисы подпрыгнули на месте и разбежались в разные стороны. Облачный остался на месте."
    hide onka
    show fox smile
    fox "Что случилась?"
    hide fox
    show onka victory
    onka "Мне всю фабрику решили разрушить, очевидно!"
    narrator "Он поднял Аша на ноги и снова повел за собой. "
    narrator "Аш не отрывал взгляда от горящих заживо лис и не мог думать ни о чем другом. "
    narrator "Он не мог поверить, что лисы так поступают друг с другом. Считают мертвыми тех, кто еще живы."
    hide onka
    show fox smile
    fox "Третья каста — просто живые компьютеры, а вторые просто лабораторные животные. "
    show fox smile
    fox "Они даже не говорят."
    hide fox
    show black angry_var
    black "Некоторые люди, тоже не говорят..."
    hide black
    show fox smile
    fox "Фабрика вырастит новых, у нас регулярно какие-то аварии. Это же Луна."
    narrator "Успокаивает его Облачный."
    hide fox
    show onka victory
    onka "Пойдешь с нами пушистый. "
    show onka victory
    onka "И еще расскажешь где ты был!"
    show onka victory
    onka "И этого тоже, бери с собой!"
    narrator "Он с презрением посмотрел на Максима, наего лице уже вернулась ухмылка."
    jump scene_18


label scene_18 :
    scene Chip_Factory_Vines
    #Показываем, что Онке его мечта о заселении планет важнее, чем живые лисы на Луне. Он рассказывает о своем деле жизни
    narrator "Они вышли с территории лис. Петляя по коридорам, Аш давно потерялся, даже с наличием освещения. "
    narrator "Аш посматривал на Максима. "
    show black angry_var
    black "Что с твоим отцом?"
    hide black
    show max regular
    max "Я же сказал, он пропал."
    hide max
    show black angry_var
    black "Причем тут Онка?"
    hide black
    show max regular
    max "Ты дурак? Да он сделал сеть и чип открытыми, но ядро принадлежит ему!"
    show max regular
    max "Непонятно чем он здесь занимается. одна из пятидесяти копий пропадает! И никаких следов!"
    hide max
    show black angry_var
    black "Очень надуманно. Ты же не можешь узнать, пропали они или нет на сто процентов."
    show black angry_var
    black "Могли специально скрыться от семьи."
    hide black
    show max regular
    max "Мой отец не мог. Он и ушел туда, чтобы закрыть все хотелки этой..."
    narrator "Парень остановил себя и сменил тему."
    show max regular
    max "А могли копии как лисы – стать функциями, нет?"
    narrator "Онка остановился у одной из дверей."
    hide max
    show onka victory
    onka "Лис, отвечаешь за белобрысого головой. Стойте оба здесь."
    narrator "Затем, Онка вломился внутрь. Помещение освещалось бледно-голубым светом растений. Оно напоминало ботанический сад."
    show onka victory
    onka "Смотри под ноги!"
    hide onka
    show black angry_var
    black "Ого!"
    narrator "Он запнулся о лиану, испачкавшись чем-то липким и теплым."
    show black angry_var
    black "Фэ!"
    narrator "Свет ламп отражался о корнеобразные растения стелющиеся высоким ковром по большому залу."
    narrator "Илли крепко взял парня за руку."
    hide black
    show onka victory
    onka "Для равновесия."
    narrator "И они двинулись в центр."
    narrator "Скоро Аш все-таки потерял равновесие и схватился рукой за одну из лиан. Склизкая она была на ощупь как червь толшиной с руку. Казалось, оно пульсировало и было живым."
    hide onka
    show black angry_var
    black "Чем оно покрыто? Что это?"
    hide black
    show onka victory
    onka "Тихо!"
    narrator "В центре помещения виднелся чей-то силуэт."
    narrator "Они пробирались ближе. Долгие пять или десять минут преодолевали стелющийся лес. Раздался знакомый голос."
    hide onka
    show stub_character mouse1
    stub_character " Приготовьтесь удивляться!"
    hide stub_character
    show black angry_var
    black "Это Наташа!"
    hide black
    show onka victory
    onka "Я уже понял."
    narrator "Лица девушки не было видно, лианы подсвечивали бледным голубым цветом тонкие, голые ноги девушки. "
    narrator "Она взяла светящуюся лиану левой рукой. Поднялась и наступила каблуком на середину. "
    narrator "Снова наклонилась взяв два конца в свободные руки, затем накрутила их вокруг кистей рук, натянула и..."
    show onka victory
    onka "Стой! Твою... !"
    narrator "Но она уже резко дернула лиану вверх."
    narrator "От рывка та разорвались, из-под ног девушки в месте разрыва красиво, множеством капель разлетелся светящийся сок."
    narrator "Наташа опустила руки и села на колени. Из центра сада, лианы начали меняться — они угасали. "
    narrator "Девушка казалась настоящим центром смерти."
    narrator "Уши Аша с пустой головой наблюдал за тотальным уничтожением растений. "
    narrator "Онка же просто упал на колени, не в силах сказать даже двух слов."
    narrator "На границе между светящимися голубыми, живыми лианами и темными, мертвыми с улыбкой шагала Наташа. "
    narrator "Словно каждый ее шаг убивал растения."
    narrator "В кромешной тьме, светились лишь глаза девушки. Растения потухли."
    narrator "Она заметила Онку и Аша. Забыв в порыве радости о их отношениях, ярко улыбалась."
    hide onka
    show stub_character mouse1
    stub_character "У меня получилось! Все прекрасно сработало! "
    show stub_character mouse1
    stub_character "Думаю ролик будет эффектный!"
    narrator "Онка молчал, его глаз задергался. Он пытался что-то сказать, но губы не слушались."
    show stub_character mouse1
    stub_character "Конечно, в качестве триггера на самоубийство — я взяла сильное разрушение. "
    show stub_character mouse1
    stub_character "Оно все и запустило! Это отличная демонстрация моей концепции."
    hide stub_character
    show onka victory
    onka "Это было единственное растение, которое смогло жить хоть сколько-то на RDF-13! "
    show onka victory
    onka "А ты его убила из-за ролика?!"
    narrator "Он схватился за волосы."
    show onka victory
    onka "Это кошмар. Кто допустил тебя до этого? "
    show onka victory
    onka "Мне и так постоянно плохо, еще вы!"
    narrator "Уверенность девушки испарилась."
    show onka victory
    onka "Я исключаю вас."
    hide onka
    show stub_character mouse1
    stub_character "Что? Нет! Вы не можете просто так взять и нарушить правила."
    hide stub_character
    show onka victory
    onka "О! Раз я не могу их нарушить, то может ли млечный сок лиан это сделать? "
    show onka victory
    onka "В нем яда на 10 Лун хватит. Надеюсь, что-то попало тебе в рот!"
    show onka victory
    onka "А если не попало, я помогу!"
    narrator "Аш понял что дело плохо."
    hide onka
    show black angry_var
    black "Она не лисы!"
    narrator "Девушка стояла как вкопанная."
    show black angry_var
    black "Ты не можешь причинить вреда на своем же конкурсе конкурсантам."
    narrator "Онка взглянул на Зайца."
    hide black
    show onka victory
    onka "Могу."
    show onka victory
    onka "Я даже подумать не мог, что у кого-то рука поднимется на такое..."
    hide onka
    show black angry_var
    black "Это же твои правила. Как говориться, выбирая игру, ты выбираешь правила."
    narrator "Онка снял цилиндр и нес его в руках, постоянно заглаживая волосы назад."
    hide black
    show stub_character mouse1
    stub_character "Не выгоняйте меня! Это же по правилам!"
    show stub_character mouse1
    stub_character "Я спросила у лис, где что-то может умереть по цепной реакции..."
    show stub_character mouse1
    stub_character "Сказали..."
    narrator "Ее остановил новый друг."
    hide stub_character
    show black angry_var
    black "Не нужно. Не продолжай."
    narrator "Быстрым шагом, с потухшими глазами Онка пробирался сквозь лианы обратно. "
    narrator "Аш с Наташей шли за ним."
    hide black
    show stub_character mouse1
    stub_character "Он угрожал мне?"
    hide stub_character
    show black angry_var
    black "Он просто зол."
    hide black
    show stub_character mouse1
    stub_character "Спасибо что заступился. Я ему точно не нравлюсь."
    hide stub_character
    show black angry_var
    black "Нет, дело действительно в лианах, а не в тебе. "
    show black angry_var
    black "Похоже, ими он дорожит больше, чем подопечными."
    narrator "Он снова запнулся за растение и теперь уже не теплая, а холодная жижа стекала по его ноге."
    show black angry_var
    black "Как же мерзко! Как же мерзко!"
    hide black
    show stub_character mouse1
    stub_character "Аккуратней! Там же яд!"
    narrator "Аш обрадовался свету за дверью, когда он вывалился из комнаты."
    narrator "Онка давал указания лису на счет Макса. "
    narrator "Тот скользнул презрительным взглядом по девушке. На ее глазах появились слезы, она потянула Аша прочь от остальных."
    show stub_character mouse1
    stub_character "Тебе нужна одежда."
    narrator "Аш был перепачкан ядом."
    hide stub_character
    show black angry_var
    black "Я чувствую, как по ноге что-то течет!"
    jump scene_19


label scene_19 :
    scene Chip_Factory_room
    #Аш рассказывает про Макса, Наташа жалеет парня так как проецирует свои отношения с братом на их. Но Ната еще не говорит, что Макс ее брат
    narrator "Ребята разговаривали, двигаясь по коридору."
    show black angry_var
    black "Этот придурок, сжег сегодня лис..."
    show black angry_var
    black "Главное, для Онки это нормально!"
    hide black
    show stub_character mouse1
    stub_character "А для лис?"
    hide stub_character
    show black angry_var
    black "Для них кажется тоже."
    hide black
    show stub_character mouse1
    stub_character "Многое бы отдала, за интервью для блога, с одним из них... "
    show stub_character mouse1
    stub_character "Только они не особо со мной говорят."
    hide stub_character
    show black angry_var
    black "У них очень закрытое общество и не все, понравится общественности. "
    show black angry_var
    black "Не могу даже понять, хорошие они или нет..."
    show black angry_var
    black "А еще, я видел как Макс на тебя посмотрел. Что между вами?"
    hide black
    show stub_character mouse1
    stub_character "Похоже что мы знакомы?"
    hide stub_character
    show black angry_var
    black "Да неособо."
    narrator "Она засмеялась. Аш улыбнулся в ответ."
    hide black
    show stub_character mouse1
    stub_character "Лучше поспешить сменить твою одежду."
    narrator "Они шли незнакомыми Ашу коридорами. Вокруг никого не было."
    hide stub_character
    show black angry_var
    black "Кажется, мы потерялись..."
    hide black
    show stub_character mouse1
    stub_character "Прости за ненормальное поведение вчера, что сорвала твои планы. "
    show stub_character mouse1
    stub_character "На счет обучения ИИ на людях..."
    hide stub_character
    show black angry_var
    black "Я уже забыл."
    hide black
    show stub_character mouse1
    stub_character "Просто у меня проблемы. Еще этот Онка, который критикует."
    hide stub_character
    show black angry_var
    black "Не переживай, это не связано с тем, что твой проект плохой. "
    show black angry_var
    black "Людям тяжело говорить о смерти, о возможности использования средств массового убийства и что это может быть полезно."
    hide black
    show stub_character mouse1
    stub_character "Да! Знаешь как много можно заработать выключив половину медуз?"
    show stub_character mouse1
    stub_character "Станции и очистные, бассейны — все забивается медузами."
    narrator "Она взяла его за руку и Аш почувствовал, что ему нравится это прикосновение в отличии от странного Хозяина фабрики, который вечно пахнет манго."
    narrator "Проходя мимо одной из дверей, они услышали шорохи. Наташа остановила Аша."
    hide stub_character
    show black angry_var
    black "Мне нужна новая одежда."
    narrator "Подруга закрыла ему рот."
    hide black
    show stub_character mouse1
    stub_character "Там кто-то из наших! В смысле, это точно человек!"
    narrator "Аш замолк и они заглянули за приоткрытую дверь."
    narrator "Внутри комнаты с витражными окнами от пола до потолка, в клетке, на голом полу сидел Лис из третьей касты. На его воротничке виднелся номер."
    narrator "На против клетки, на мягком пуфике, в дополненной реальности, делала невидимые другим заметки Вечна."
    show stub_character mouse1
    stub_character "Это же твоя сестра? Эта выскочка?"
    narrator "Парень посмотрел на нее с упреком. В ответ Наташа виновато пожала плечами."
    narrator "Сестра обратила внимание на лиса в клетке, тот махал хвостом из стороны в сторону. Его взгляд не отрывался сидящей девушки. Он был поглощен ею. "
    narrator "Ребята увидели, как Вечна достала из-за спины мячик. Обычный, фиолетовый мяч, такой же она бросила в руки Ашу, приглашая его на сцену."
    narrator "Покрутила игрушкой перед своим лицом. Лис высунул язык и часто задышал, но не двинулся. Зеленоглазая обратилась к нему."
    hide stub_character
    show vechna vechna_thinking
    vechna "Насколько сильно ты его хочешь? От одного до десяти. "
    show vechna vechna_thinking
    vechna "Тебе ведь подключили речь?"
    narrator "Зрачки лиса расширились. Изо рта потекла слюна."
    hide vechna
    show stub_character mouse1
    stub_character "Да, сильно! Сильно! Дай!"
    narrator "Девушка несколько раз смачно пожамкала мяч в руке. Потом потянула его в рот. "
    narrator "Лис подорвался с места и так бросился на прутья клетки, что она качнулась."
    show stub_character mouse1
    stub_character "Дай!"
    hide stub_character
    show vechna vechna_thinking
    vechna "Жаль, что речь так скудна... Скажи от одного до десяти!"
    narrator "В ответ лис зарычал и начал грызть клетку."
    show vechna vechna_thinking
    vechna "Я же говорила правила — без команды \"встать\" нельзя двигаться."
    narrator "Зверь бесился."
    narrator "Вечна смотрела на лиса с досадой."
    show vechna vechna_thinking
    vechna "Значит нужно сделать синоптические связи слабее. "
    show vechna vechna_thinking
    vechna "В два раза? "
    show vechna vechna_thinking
    vechna "Дели или умножай на два, так хоть будет ясно, меняется что-то или нет."
    narrator "Сказала она самой себе. Сестра подошла к клетке и смачно пожамкала мячик."
    narrator "Из-за ее спины показался Облачный Лис. Он с неодобрительно посмотрел в клетку. Лис в ней громко рычал."
    show vechna vechna_thinking
    vechna "Долго пришлось тебя ждать."
    hide vechna
    show fox smile
    fox "Пришел как смог. И можно на вы?"
    narrator "Девушка сделала недовольное лицо. Внутри клетки бесновался лис."
    hide fox
    show stub_character mouse1
    stub_character "Дайте! Отберу!"
    hide stub_character
    show vechna vechna_thinking
    vechna "Можно научить его лучше говорить?"
    hide vechna
    show fox smile
    fox "На это нужна хотя бы неделя. "
    show fox smile
    fox "Мы не можем поставить ему более развитый неокортекс как у меня или Высших. "
    show fox smile
    fox "Это решает ИИ Фабрики."
    hide fox
    show vechna vechna_thinking
    vechna "Печаль..."
    hide vechna
    show fox smile
    fox "Но очевидно, что желание играть с мечом у него ненормально сильное..."
    narrator "Вечна повернулась в сторону Лиса в клетке и снова показала ему мяч. "
    narrator "Тот замер, сел на пол как еще минуту назад и высунул язык."
    hide fox
    show vechna vechna_thinking
    vechna "Слушаешься? "
    narrator "Животное замолкло."
    show vechna vechna_thinking
    vechna "Не дам мяч. Он мой."
    narrator "Она даже не успела закончить слова, как лис бросился на прутья, клетка покачнулась. "
    narrator "Он пытался пролезть сквозь решетку. А затем... стал грызть свою лапу. "
    narrator "Девушка наблюдала минуту скептически глядя на зверя. "
    narrator "А затем сделала заметки. Проговаривая вслух."
    show vechna vechna_thinking
    vechna "Данные по образцу 7 демонстрируют сильную психологическую зависимость? "
    show vechna vechna_thinking
    vechna "Изучить данные подробней."
    show vechna vechna_thinking
    vechna "Важно! Нужно изучить, чтоб это не повторилось. "
    show vechna vechna_thinking
    vechna "А что б изучить — требуется повторить."
    narrator "По щекам Наташи текут слезы. Из комнаты слышатся грызущие, чавкающие звуки."
    hide vechna
    show stub_character mouse1
    stub_character "Что за жесть!"
    hide stub_character
    show vechna vechna_thinking
    vechna "Что же делать?"
    hide vechna
    show fox smile
    fox "Не знаю, но как приказал наш хозяин. Мы выполним любые ваши указания."
    narrator "Тихо произнес Облачный."
    hide fox
    show vechna vechna_thinking
    vechna "Пойду разбираться. Он меня пугает."
    hide vechna
    show fox smile
    fox "Можно его забрать?"
    hide fox
    show vechna vechna_thinking
    vechna "Да, конечно. К сожалению с ним не вышло."
    show vechna vechna_thinking
    vechna "Мне нужен подопытный с навыками речи."
    narrator "Она на секунду остановилась."
    show vechna vechna_thinking
    vechna "Будешь следующим?"
    narrator "Сестра Аша скрылась из вида."
    narrator "Наташа с сочувствием посмотрела на нового друга и потянула скорее прочь."
    hide vechna
    show stub_character mouse1
    stub_character "Я конечно предлагаю убивать животных, но разумные это слишком."
    narrator "Аш молчал. Из-за двери еще слышались поскуливания. "
    narrator "Он вспоминал, как сестра спасла его и кроликов, во время аварии в детстве."
    narrator "Он задумался, что она делала тогда: спасала животных или убивала людей, что могли бы занять место кроликов? "
    narrator "Девушка всегда готова кем-то жертвовать. Тогда жизнью людей ради кроликов и его."
    narrator "А сейчас жизнью лис, но ради чего? "
    narrator "Он решил, что главное быть для нее важнее, чем эти люди, чем все эти открытия и сеть."
    narrator "Они шли по коридору. Яд на одежде парня высох."
    show stub_character mouse1
    stub_character "Я знаю как это, когда твои близкие отдаляются. С моим братом похожая история."
    hide stub_character
    show black angry_var
    black "Сочувствую. Но у меня все не так плохо. Я для нее важнее всего."
    narrator "Наташа обняла его."
    hide black
    show stub_character mouse1
    stub_character "Я тоже очень на это надеюсь."
    show stub_character mouse1
    stub_character "Но думаю... Что о сумасшедшем лисе, никто не позаботится..."
    jump scene_20


label scene_20:
    scene Chip_Factory_Audience
    #Аш видит изменения Вечны, и чувствует свою вину - не нужно было давать ей код. Наташа его поддерживает (может за руку берет), а он поддерживает ее - Онка сливает девушку за несоответствие теме конкурса. Аш побеждает, но отдает победу Вечне. Предварительно спрашивая, позволяют ли это правила.
    #(Последний день на конкурсе.)
    show black angry_var
    black "Можно?"
    hide black
    show vechna vechna_thinking
    vechna "Почему ты спрашиваешь о таком?"
    hide vechna
    show black angry_var
    black "Надеюсь, что на остальные вопросы ты будет отвечать охотнее."
    narrator "От вчерашних воспоминаний, на душе скребли кошки. \"Бедные лисы\" — подумал он про себя."
    show black angry_var
    black "Всех лис починила?"
    hide black
    show vechna vechna_thinking
    vechna "Ты это о чем?"
    narrator "Аш вспомнил, что вчера он подсматривал, а не был с ней в комнате."
    show vechna vechna_thinking
    vechna "Ты слишком часто психуешь. Даже шутить об этом не хочется."
    hide vechna
    show black angry_var
    black "Хотел узнать, сколько лис ушло в утиль."
    narrator "Вечна пожала плечами, потом задумалась."
    hide black
    show vechna vechna_thinking
    vechna "Двадцать три лисы, пока я не поняла в чем проблема. "
    show vechna vechna_thinking
    vechna "Ты был прав, что мне повезло не спалить свой мозг!"
    narrator "В глубине души, Аш был уверен, что Вечна починит всех лис. Сестра продолжала говорить."
    show vechna vechna_thinking
    vechna "Я достигла прогресса в изменении мозга. "
    show vechna vechna_thinking
    vechna "Теперь можно менять все что хочешь в нем. "
    show vechna vechna_thinking
    vechna "Естественно, как всегда самое долгое — это обучение.  Найти именно те связи, которые нужно усилить."
    show vechna vechna_thinking
    vechna "Но кое-что вышло. "
    show vechna vechna_thinking
    vechna "И все благодаря тебе!"
    hide vechna
    show black angry_var
    black "Класс, я очень горжусь что лисы свихнулись благодаря мне. "
    show black angry_var
    black "И ты тоже свихнулась."
    hide black
    show vechna vechna_thinking
    vechna "Я?"
    hide vechna
    show black angry_var
    black "Еще недавно, ты бы никогда так не поступила с животными. "
    show black angry_var
    black "Если бы не твоя радость, от выполнения задач. Достигнутая за счет нейрохакинга."
    hide black
    show vechna vechna_thinking
    vechna "С Облачным все прошло ок."
    narrator "Девушка задумалась и пожала плечами."
    show vechna vechna_thinking
    vechna "Может я наконец та, кем хотела быть? А может, такой была?"
    narrator "Аш хотел что-то сказать, но девушка дала знак молчать."
    narrator "Её отвлек звук шагов — Онка поднялся на сцену."
    hide vechna
    show onka victory
    onka "Сегодня мы выслушаем итоговые презентации и я выберу победителя."
    show onka victory
    onka "Конечно не сразу, после выступлений лисы разберут ваши данные по проектам."
    narrator "Наташа поднялась с места. Она лучезарно улыбнулась Онке. "
    narrator "Аш почувствовал подумал: \"Думаю, это тебе уже не поможет\". "
    narrator "Его мысли сразу же перескочили на его проект, готов ли он сам, чтоб участники видели его эмоции? "
    narrator "Почему он об этом волнуется? Да потому что, пусть он и не сблизился с сестрой, то хоть продвинется по работе."
    hide onka
    show stub_character mouse1
    stub_character "Вы не против, если я начну?"
    hide stub_character
    show onka victory
    onka "Разве вас кто-то сможет остановить?"
    narrator "Наташа проигнорировала сарказм Онки. Что еще она могла сделать? Девушка поднялась на сцену."
    hide onka
    show stub_character mouse1
    stub_character "Прошу всех подключиться к сети. Я начну трансляцию презентации в дополненной реальности."
    narrator "Перед аудиторией появилось окно с презентацией. "
    narrator "Наташа рассказывала о распространении медуз, уроне которые они наносят очистным сооружениям и сколько денег можно на этом заработать. "
    narrator "В самом конце, она открыла видео. Аш замотал головой: \"Надеюсь ты не покажешь Онке, как убила его лианы, выживающие даже на астероидах?\". Но у нее хватило ума так не делать."
    show stub_character mouse1
    stub_character "Внутри Фабрики я еще раз протестировала распространение бактерий, но не для животных, для мяты. "
    show stub_character mouse1
    stub_character "Триггером запуска цепной реакции, назовем это самоуничтожение являлся холод."
    show stub_character mouse1
    stub_character "Пришлось напечатать базовый прототип моего вируса за ночь, но я успела!"
    narrator "Рукой девушка указала на невидимую для нечипированных презентацию, в которой открылось видео. "
    narrator "В конце Онка молчал, крутя в пальцах крупную, засахаренную саранчу из вазы со снеками."
    hide stub_character
    show onka victory
    onka "Сама концепция биологического оружия — противоречит нашим ценностям открытия и создания новых возможностей для жизни."
    onka "Сейчас люди понимают, что уничтожение — плохая стратегия."
    show onka victory
    onka "По теории игр самая выгодная — это договориться."
    show onka victory
    onka "Достигнуть равновесия. А уничтожить, это хорошая тактика, но не стратегия."
    hide onka
    show stub_character mouse1
    stub_character "Я не веду речи о полном истреблении. Речь о регуляции численности."
    narrator "Хозяин Фабрики положил в рот хрустящее насекомое."
    narrator "Девушка твердо смотрела перед собой. Аш чувствовал себя неловко, он боялся что подруга заплачет. "
    hide stub_character
    show onka victory
    onka "Спасибо за выход. Не обижайтесь, конкурс субъективный. Кто выступает следующим?"
    narrator "К Илли снова вернулся интерес."
    narrator "Наташа в расстроенных чувствах спустилась со сцены. Аш ждал у лестницы."
    hide onka
    show black angry_var
    black "Меня тоже недавно Онка слил."
    hide black
    show stub_character mouse1
    stub_character "Все из-за вчерашнего..."
    narrator "На глазах Наташи наворачивались слезы."
    show stub_character mouse1
    stub_character "Хоть бы в одной сфере жизни было так, как хочется! "
    show stub_character mouse1
    stub_character "И я все транслировала в сеть! Вот позор!"
    hide stub_character
    show black angry_var
    black "Ничего страшного нет, если это кто-то увидит. "
    show black angry_var
    black "Наоборот, больше шансов найти инвестора — глядишь какой-нибудь Онко-ненавистник решит дать тебе денег, чтоб насолить ему."
    narrator "Наташа подняла глаза на сцену."
    hide black
    show stub_character mouse1
    stub_character "Останься с сестрой, мне нужно побыть одной."
    narrator "Аш и так не отрывал взгляд от сестры. Подруга это заметила."
    narrator "На глазах девушки опять навернулись слезы, она старалась глубоко дышать. Только Аш не обращал на нее внимание."
    narrator "Вечна поднималась на сцену в сопровождении Облачного Лиса."
    hide stub_character
    show vechna vechna_thinking
    vechna "Рада вас приветствовать!"
    narrator "Перед глазами конкурсантов появился полупрозрачный слой с презентацией. Оратор стояла перед ним."
    show vechna vechna_thinking
    vechna "На снимках можно видеть активность мозга при любви к фиолетовым мячам."
    narrator "Показывает новый кадр."
    show vechna vechna_thinking
    vechna "Это мозг моего ассистента – лиса перед вами."
    show vechna vechna_thinking
    vechna "Если кратко, за одну ночь я смогла научить мозг лиса любить неодушевленный предмет до дрожи. Очень сильно любить. "
    show vechna vechna_thinking
    vechna "Конечно, есть данные до и после."
    show vechna vechna_thinking
    vechna "Они данные хранятся в открытом доступе. Поэтому вы можете ознакомиться с уровнем активности мозга до нейрохакинга и после."
    show vechna vechna_thinking
    vechna "Перспективы применения данной разработки огромные, вплоть до изменения психики. "
    show vechna vechna_thinking
    vechna "Конечно, первые применения спорных технологий — это всегда медицина."
    show vechna vechna_thinking
    vechna "Когда у врача встает вопрос использовать сомнительные с точки зрения этики методы или дать пациенту умереть — все знают, что выберет пациент."
    narrator "Она обратилась к Илли."
    show vechna vechna_thinking
    vechna "Исследование монетизации и рынка для подобных инноваций требует больше времени, чем было доступно."
    show vechna vechna_thinking
    vechna "Но я верю, что сфера применения нейрохакинга огромна и это может действительно изменить мир."
    narrator "Онка аплодировал стоя."
    narrator "С момента ухода Наташи, Аш смотрел в одну точку на сцене и думал про свою сестру. "
    narrator "Краем глаза заметил, что она движется к выходу и пошел за ней. Его под руку поймал Облачный."
    hide vechna
    show fox smile
    fox "Ай, ай, ай! Сейчас ваш выход молодой человек!"
    hide fox
    show black angry_var
    black "Я пропускаю вперед кого-нибудь."
    hide black
    show fox smile
    fox "Вы же последний! Как всегда!"
    narrator "С этими словами он взял его зубами за рукав и повел за собой."
    hide fox
    show black angry_var
    black "А как же манеры?"
    narrator "Лис выпустил рукав из пасти."
    hide black
    show fox smile
    fox "Что вы знаете о нашей культуре? "
    narrator "Парень вздохнул и попробовал собраться с мыслями. Перед глазами был только лис в клетке."
    hide fox
    show black angry_var
    black "После таких открытий, как у Наташи моя работа не выглядит такой революционной."
    show black angry_var
    black "Конечно, можно найти полезное применение нейрохакингу, но я хочу разобраться с проблемами наших чувств. "
    show black angry_var
    black "За эту ночь я смог немного обучить ИИ узнавать удивление и отвращение. "
    show black angry_var
    black "Кроме этого, внедрил автогенерацию дизайна — с помощью сторонней программы Уши ищут изображения которые максимально ассоциируются с эмоцией и выводят его на Уши."
    show black angry_var
    black "Технически, они представляют собой интерфейс подключенный к чипу находящийся в голове и дисплеи — сами Уши."
    show black angry_var
    black "Из-за автогенерации изображений, Уши сами создают визуальный язык, без моего участия."
    narrator "Илли слушал не отрываясь."
    hide black
    show onka victory
    onka "Ваша теория в том, что люди будут менять свое отношение к другим видя их эмоции?"
    hide onka
    show black angry_var
    black "Да, это позволит быть более открытыми с самим собой и другими. "
    show black angry_var
    black "Часто, мы сами не хотим признаваться себе в наших чувствах."
    hide black
    show onka victory
    onka "Если все будут видеть мои эмоции — это серьезное изменение образа жизни. "
    show onka victory
    onka "Я тогда с Фабрики носа не покажу."
    hide onka
    show black angry_var
    black "Это изменение культуры. Как мы знаем минимальный шаг значимых культурных изменений — одно поколение."
    hide black
    show fox smile
    fox "Почему именно Уши зайца? Не лись... не кошачьи например?"
    hide fox
    show black angry_var
    black "Это решение необоснованно технически. "
    show black angry_var
    black "Можно сделать дисплеи в форме разных Ушей. Просто дело вкуса."
    narrator "Скрестя руки на груди и чувствуя себя неимоверно важным, Облачный внимательно выслушал ответ и утвердительно покачал головой, говоря самому себе, что так он и думал."
    hide black
    show onka victory
    onka "И значит у вас есть патент на софт?"
    hide onka
    show black angry_var
    black "Да, я дал его в безвозмездное пользование сестре. "
    show black angry_var
    black "Думаю, вы и так все уже знаете."
    narrator "Онка повернулся к другим участникам."
    hide black
    show onka victory
    onka "Через два часа отдел контроля проверит данные ваших проектов и сообщит результаты. "
    show onka victory
    onka "Победитель сможет присоединиться к любой исследовательской группе на Фабрике. "
    narrator "Через пару часов, все были поражены, что выиграл Аш. "
    narrator "Второе место принадлежало Вечне. От досады она рвала на голове волосы."
    hide onka
    show black angry_var
    black "Я отказываюсь от победы. И я прочел правила – так можно."
    hide black
    show onka victory
    onka "Ожидаемо... Но не расстраивайся!"
    show onka victory
    onka "Занявший второе место, получит утешительный приз — ужин с самым выдающимся инноватором нашего поколения – ..."
    hide onka
    show black angry_var
    black "...Со мной."
    narrator "Договорил за него Аш и закатил глаза."
    narrator "Вечна сидела не шевелясь, красная как помидор от приливающей крови."
    hide black
    show vechna vechna_thinking
    vechna "Я победила! Задача выполнена!"
    jump scene_21


label scene_21:
    scene planet
    #Девушка продолжает нейрохакинг. Аш отговаривает его, напоминая, сколько лис она убила ради этого на конкурсе...
    #(Черный экран. Появляется кнопка с текстом.)
    narrator "Соединить с Вечной."
    narrator "Мир вокруг изменился, парень стоял на планете, чувствуя резкий запах кислот. Они обжигали легкие. Звучали раскаты грома и свист. "
    narrator "Руку резко пришибло к земле, Аш понял – что-то падает с неба."
    narrator "Кристаллы, — мелькнуло в голове и снова боль пробила руку. Оглядевшись, он начал двигаться в сторону невысокой пещеры. "
    narrator "Дойдя, Аш попробовал вытащить один из кристаллов. Не получалось нащупать их конец в мышцах, чтоб подцепить и вытащить. "
    narrator "Но на глаза попались рубины лежащие у входа в укрытие — сантиметра 4-5 в длину и острые как иглы."
    show black angry_var
    black "Ааа, я такие длинные не вытащу!"
    narrator "Из под рубинов в руке стали выделяться капли крови."
    show black angry_var
    black "Что за жесть! "
    narrator "Красиво, — успел подумать парень, пока рука не онемела, ему казалось что пробиты даже кости. "
    narrator "Вытащить из себя пятигранные клинки казалось невозможным. "
    show black angry_var
    black "Вечна! Фак! Выключи это все нафиг!"
    narrator "Но никто не ответил."
    show black angry_var
    black "Все, я тогда пас! Выйти из сети."
    hide black
    show stub_character mouse1
    stub_character "Пожалуйста, закончите симуляцию."
    hide stub_character
    show black angry_var
    black "Что?"
    hide black
    show stub_character mouse1
    stub_character "Вход в симуляцию подразумевает подписание пользовательского соглашения."
    narrator "Перед Ашем появилось соглашение."
    hide stub_character
    show black angry_var
    black "Так не пойдет. Я присоединился не к симуляции, а к пользователю."
    hide black
    show stub_character mouse1
    stub_character "Для минимизации получения нежеланного опыта в сети, рекомендуется перед переходом — ознакомиться с локацией."
    narrator "Аш злился на себя, что всегда пропускал этот шаг, настроив мгновенный переход после одобрения запроса."
    hide stub_character
    show black angry_var
    black "Ладно, как закончить игру?"
    narrator "Перед ним высветились правила."
    narrator "\"Наблюдай за Нихалом и найди новое открытие — свое серендипити\"."
    show black angry_var
    black "О, то что нужно с раздробленной рукой! Самое оно мать вашу."
    narrator "Рука заныла."
    show black angry_var
    black "А если я умру?"
    hide black
    show stub_character mouse1
    stub_character "Симуляция закончиться."
    hide stub_character
    show black angry_var
    black "Выбор очевиден. Кристаллы еще сыплются с неба?"
    narrator "Он посмотрел на небо, дождь из рубинов закончился."
    show black angry_var
    black "Правда что-ли нет???"
    narrator "Спустя десять минут он сидел в позе лотоса у входа в пещеру и глубоко дышал. Наблюдая за ландшафтом."
    narrator "Появилась Вечна."
    hide black
    show vechna vechna_thinking
    vechna "Прости, я только-только включила уведомления. Не знала что ты тут."
    hide vechna
    show black angry_var
    black "Я натерпелся такой боли!"
    narrator "Он хотел выругаться, что из симуляции просто так не выйти, но вспомнил, что мог бы этого избежать, будь он внимательней."
    narrator " Она бы точно на это указала."
    hide black
    show vechna vechna_thinking
    vechna "Прости! Планета с атмосферой из сенильной кислоты и дождями из драгоценных камней... "
    show vechna vechna_thinking
    vechna "...Может показаться неприветливой в первое время."
    hide vechna
    show black angry_var
    black "То, то я чувствую, что легких уже нет. Почему я жив?"
    hide black
    show vechna vechna_thinking
    vechna "Если я все буду включать на полную катушку, то не продержусь тут и пары минут. "
    show vechna vechna_thinking
    vechna "Поэтому, обычно то что разрабатываю включаю полностью, а остальное внешние факторы притупляю."
    hide vechna
    show black angry_var
    black "Что за фишка с серендипити?"
    hide black
    show vechna vechna_thinking
    vechna "Ааа, ну это мое упражнение – перед выходом из симуляции. "
    show vechna vechna_thinking
    vechna "Я наблюдаю за миром вокруг и записываю какое-то потенциальное открытие."
    show vechna vechna_thinking
    vechna "Я понимаю под серендипити глубокий вывод из случайных наблюдений."
    narrator "Девушка сделала несколько манипуляций рукой и Аш облегченно вздохнул, боль пропала, но чувствовался холод рубинов когда дотрагиваешься пальцами."
    show vechna vechna_thinking
    vechna "У тебя какое-то дело? А то у меня..."
    hide vechna
    show black angry_var
    black "...Еще столько задач незакрытых есть."
    hide black
    show vechna vechna_thinking
    vechna "Именно."
    hide vechna
    show black angry_var
    black "Ты что сейчас это все на себе тестишь? "
    show black angry_var
    black "Почему не на модели? Ты вон вся какая драная."
    hide black
    show vechna vechna_thinking
    vechna "Сам ты драная! Я подвожу итоги."
    show vechna vechna_thinking
    vechna "Когда задача сделать дожди как на других планетах, то удар камня по голове может обрадовать тебя больше, чем рождество!"
    hide vechna
    show black angry_var
    black "Это нездорОво и не ЗдОрово."
    hide black
    show vechna vechna_thinking
    vechna "Я делаю великие вещи."
    narrator "Аш пристально на нее посмотрел. Одна рука девушки выбита из плеча. На теле ожоги."
    show vechna vechna_thinking
    vechna "Это не вредит мне!"
    hide vechna
    show black angry_var
    black "А не вредит ли? Пусть тело это не проживает, но проживает мозг."
    narrator "Девушка была недовольна непредвиденным конфликтом, на пустом месте."
    hide black
    show vechna vechna_thinking
    vechna "Для меня это инструмент, понимаешь? Может быть странный, но это новая культура. "
    show vechna vechna_thinking
    vechna "Хоть умри, с этим уже ничего не сделаешь. Новое можно направить, но не заставить исчезнуть."
    show vechna vechna_thinking
    vechna "Оглянись, мы на другой планете. Где люди даже жить не могут. "
    show vechna vechna_thinking
    vechna "Остальное ер ун да. Я бы за это сотни раз умирала без притупления чувств."
    narrator "С неба снова сыпались кристаллы."
    narrator "Сестра показала рукой на выход из пещеры. Над кристальным дождем садилась звезда — местное Солнце. "
    narrator "Сквозь минералы преломлялись лучи, они на секунду зажигали камни яркими вспышками. "
    narrator "Словно блестящие звезды падают с неба."
    narrator "В такие моменты все кажется неважным, никчемным в сравнении с вселенной и её чудесами и грусть отпускает. "
    narrator "А позже, от осознания этой никчемности, становится еще хуже."
    hide vechna
    show black angry_var
    black "Ты делаешь великие вещи."
    show black angry_var
    black "Но ты постоянно лежишь подключившись к Фабрике, работаешь по 15 часов."
    hide black
    show vechna vechna_thinking
    vechna "Ты сюда подключился просто так? На мозг мне покапать?"
    hide vechna
    show black angry_var
    black "Пообщаться, узнать как дела."
    hide black
    show vechna vechna_thinking
    vechna "Отлично дела! Были!"
    show vechna vechna_thinking
    vechna "Я работаю в месте мечты. Мне теперь платят за моделирование других планет. "
    show vechna vechna_thinking
    vechna "Счастливое везение, что Онка просто помешан на космосе."
    show vechna vechna_thinking
    vechna "И опережая твои комментарии, я очень благодарна, что ты отдал мне победу!"
    show vechna vechna_thinking
    vechna "Пойми, у меня правда загруженный период. Потом будет проще."
    hide vechna
    show black angry_var
    black "Не знал, что ты настолько этого хочешь."
    hide black
    show vechna vechna_thinking
    vechna "Ну ешки-поварешки!"
    narrator "Она всплеснула руками, задев часть пещеры."
    show vechna vechna_thinking
    vechna "Люди очень хотят чтоб мы не шли на поводу у чувств, а спокойно все говорили. "
    show vechna vechna_thinking
    vechna "НО! По какой-то причине когда я говорю спокойно всем плевать, доходит только через истерики."
    show vechna vechna_thinking
    vechna "Поэтому, наслаждайся!"
    show vechna vechna_thinking
    vechna "Для меня очень важно хорошо справляться со своей работой."
    show vechna vechna_thinking
    vechna "Сетевики, с которыми я конкурирую за данные в которых можно обнаружить что-то новое..."
    show vechna vechna_thinking
    vechna "...Имеют больше времени и возможностей для обработки данных с других планет."
    show vechna vechna_thinking
    vechna "Следовательно, они быстрее делают задачи и разбирают самые интересные!"
    show vechna vechna_thinking
    vechna "Им не нужно спать, тратить ресурсы мозга на обработку сигналов от кожи, глаз и других рецепторов."
    narrator "Девушка завелась и уже была в откровенно плохом настроении."
    hide vechna
    show black angry_var
    black "Да ладно, не бесись..."
    hide black
    show vechna vechna_thinking
    vechna "Я не бешусь! Тебе не нравится, что мой сетевой день 15 часов? Хорошо! "
    show vechna vechna_thinking
    vechna "Я его сокращу – использую нейрохакинг. И буду успевать тоже, что сейчас часов за 13-14."
    hide vechna
    show black angry_var
    black "Только не говори что подключишь себя к системе жизнеобеспечения."
    show black angry_var
    black "Тогда и на зрение ресурсы мозга не тратятся и легкие от аппарата смогут работать!"
    narrator "Вечна засмеялась."
    hide black
    show vechna vechna_thinking
    vechna "Я хочу повысить производительность мозга, убрать какую-нибудь внешнюю информацию которую ему требуется обрабатывать. "
    show vechna vechna_thinking
    vechna "И это не легкие."
    hide vechna
    show black angry_var
    black "Если честно, звучит плохо."
    hide black
    show vechna vechna_thinking
    vechna "Ты доверяешь мне?"
    hide vechna
    show black angry_var
    black "Опять этот вопрос..."
    jump scene_22


label scene_22:
    scene lake
    #Он приглашает к ней знакомого лиса, для скандального интервью, лис просит анонимности, чтоб ему не влетело
    narrator "Прошел месяц. Друзья сидели на берегу озера, для переработки мусора. "
    narrator "Самой красивой свалки в мире. Зеркальная масса наноботов отражала в себе цветную подсветку с потолка."
    narrator "Аш что-то читал вслух Наташе. Она невнимательно слушала и всем видом показывала, как ей скучно."
    show black angry_var
    black "Ты должна разбираться не только в микробиологии, но и в других смежных дисциплинах быть в тренде."
    narrator "Они сидели на полу застеленном пледом, на нем были разложения печенье, чашечки и прочее, что говорило – у них пикник. "
    show black angry_var
    black "Нельзя так долго грустить из-за проекта. "
    show black angry_var
    black "Ты все равно хорошо шаришь в микробиологии. Чем занимаются у тебя в семье?"
    hide black
    show stub_character mouse1
    stub_character "Что ты все время спрашиваешь про семью? Я"
    show stub_character mouse1
    stub_character "Думала, что общественно воспитанных это не интересует."
    hide stub_character
    show black angry_var
    black "У меня есть семья, просто в ней не было родителей. "
    show black angry_var
    black "И я смотрю моя психика вышла более устойчивой."
    hide black
    show stub_character mouse1
    stub_character "Ну да, ищешь с кем бы пообщаться пока твоя сестра пожинает плоды победы, обрабатывая данные Онки 24/7."
    hide stub_character
    show black angry_var
    black "Только 15/7."
    show black angry_var
    black "И это было очень грубо."
    hide black
    show stub_character mouse1
    stub_character "Да. Прости. Просто я со своей традиционной семьей общаюсь еще хуже."
    narrator "Она поджала под себя колени, длинные прямые волосы свесились на лицо."
    hide stub_character
    show black angry_var
    black "Тебе все равно нужно решить чем ты хочешь заниматься. "
    show black angry_var
    black "Какие у тебя баллы на учебе?"
    hide black
    show stub_character mouse1
    stub_character "Мы с тобой познакомились на конкурсе для ботанов. Догадайся."
    hide stub_character
    show black angry_var
    black "Что тебе еще интересно?"
    hide black
    show stub_character mouse1
    stub_character "Вот тебе новость. "
    show stub_character mouse1
    stub_character "Я учусь как и большинство, не потому что хочу собирать звезды, а чтоб выдержать всю эту бешеную конкуренцию! "
    show stub_character mouse1
    stub_character "Иногда кажется, эта гонка словно... "
    show stub_character mouse1
    stub_character "Словно чем сложнее тебе двигаться, тем быстрее приходится это делать чтоб не выбыть из игры. "
    show stub_character mouse1
    stub_character "Безумие, но даже дело моей жизни пришло не из нутра, а из вне."
    show stub_character mouse1
    stub_character "Сказали Наташ, факультет оки-доки. А мне не оки это и не доки."
    show stub_character mouse1
    stub_character "Я не знаю чем мне заниматься. "
    show stub_character mouse1
    stub_character "Где блин моя кьюти-марка??? Я хочу быть пони..."
    narrator "Наташа схватилась за голову."
    hide stub_character
    show black angry_var
    black "У тебя есть блог. Кажется, им тебе реально интересно заниматься."
    hide black
    show stub_character mouse1
    stub_character "Интересно. Но это же не так круто, как наука."
    narrator "Она мило вытерла носик."
    hide stub_character
    show black angry_var
    black "У тебя действительно проблема с чужим мнением."
    show black angry_var
    black "Есть сюрприз: сейчас придет лис — он готов рассказать про самые внутренности Фабрики. "
    show black angry_var
    black "Но без видео, анонимно."
    narrator "Наташа сложила руки перед лицом, словно сейчас прочитает Ашу молитву. "
    narrator "На коленях девушка подползла к нему, по взгляду было непонятно, она сейчас заплачет или упадет в обморок."
    hide black
    show stub_character mouse1
    stub_character "Спасибо! Я не верю, что кто-то что-то сделал для меня!"
    narrator "За их спиной раздалось солидное."
    hide stub_character
    show fox smile
    fox "Хм, хм, — Простите я не знал что у вас время молитвы. "
    show fox smile
    fox "Какую религию вы исповедуете?"
    narrator "Аш засмеялся, подал Нате руку."
    hide fox
    show stub_character mouse1
    stub_character "Мы не молимся, жуткая глупость."
    hide stub_character
    show fox smile
    fox "Неверное и нахальное утверждение, это для нервов полезно."
    narrator "Наташа жестом пригласила Облачного сесть рядом. "
    narrator "Она уже не выглядела вялой и апатичной. Громко хлопнула в ладоши. От неожиданности ее друг вздрогнул. "
    narrator "Аш вспомнил, что сестра всегда хлопала в ладоши, чтобы вокруг замолчали."
    show fox smile
    fox "Можем поскорее начать?"
    hide fox
    show stub_character mouse1
    stub_character "Конечно. Только мне нужно придумать вопросы. "
    show stub_character mouse1
    stub_character "Буду импровизировать."
    narrator "Про себя она ругала Аша, которого больше волновал вау эффект сюрприза, чем ее подготовка к интервью."
    hide stub_character
    show fox smile
    fox "Заранее оговариваю, никто не должен знать источник. "
    show fox smile
    fox "Я возвращаю старый долг."
    hide fox
    show black angry_var
    black "Он говорит, что съел входной жетон на конкурс, а я не стал жаловаться и подождал когда он из него выйдет."
    narrator "Лис смешался, поправил воротник."
    hide black
    show fox smile
    fox "Выйдет — это очень грубо звучит, можно подумать..."
    hide fox
    show black angry_var
    black "Тут ничего эстетичного все равно не подумаешь."
    narrator "Наташа заметила, что гость чувствует себя некомфортно."
    hide black
    show stub_character mouse1
    stub_character "Мы очень признательны, что вы тут."
    show stub_character mouse1
    stub_character "Скажите, вы — разумный лис, потому что имеете имплант коры головного мозга? "
    show stub_character mouse1
    stub_character "Как ваше имя?"
    narrator "Девушка опустила ноги в массу нанороботов. Аш смотрит за кругами, расходящимися от движений ног девушки."
    hide stub_character
    show fox smile
    fox "Я предпочитаю скрыть свое имя."
    narrator "Сердито ответил лис."
    show fox smile
    fox "Щенками мы проходим процедуру имплантации."
    hide fox
    show stub_character mouse1
    stub_character "Вы знаете, как работает имплант?"
    hide stub_character
    show fox smile
    fox "Не знаю. Если б я был распределен в касту Высших, может знал бы."
    hide fox
    show stub_character mouse1
    stub_character "Из какой вы касты и как она отличается от Высших?"
    hide stub_character
    show fox smile
    fox "Я из низшей. У нас с высшими одинаковый имплант, но разное образование. "
    show fox smile
    fox "Низшие не глупы, просто мы не занимаемся инновациями, а лишь помогаем."
    narrator "Аш все это знал, поэтому сидел молча и старался не мешать."
    hide fox
    show stub_character mouse1
    stub_character "Можно ли сменить касту?"
    hide stub_character
    show fox smile
    fox "Очень редко лисы могут переходить между кастами. Один лис в год."
    narrator "Лис выглядел очень гордым собой."
    hide fox
    show stub_character mouse1
    stub_character "Вы говорите о себе?"
    hide stub_character
    show fox smile
    fox "Стараюсь, очень стараюсь."
    narrator "Наташа резко дергает ногой и зеркальные капли попадают на хвост лиса."
    show fox smile
    fox "Аккуратнее! Никто не должен знать, что я тут был!"
    show fox smile
    fox "Шерсть ведь не кожа! Ее разъест!"
    narrator "Лис судорожно счищал капли наноботов с хвоста, но в некоторых местах остались проплешины."
    narrator "Наташа кивает головой на озеро."
    hide fox
    show stub_character mouse1
    stub_character "Нанороботы Онки тоже имеют касты?"
    hide stub_character
    show fox smile
    fox "Что за глупость?"
    narrator "В ответ она пожала плечами."
    show fox smile
    fox "Значит вы правда молитесь? "
    show fox smile
    fox "Почему одни лисы ходят на задних лапах, а другие нет?"
    show fox smile
    fox "Да мы молимся, нас так воспитала Фабрики. "
    show fox smile
    fox "Часто высшие лисы могу ходить на задних лапах. "
    show fox smile
    fox "Но это не ограничение, а привычка, поэтому низшие тоже ходят на задних."
    narrator "Наташа толкнула в бок Зайца, привлекая его внимание."
    hide fox
    show stub_character mouse1
    stub_character "Я думала вы все можете ходить на задних лапах."
    narrator "Лис отрицательно покачал головой. Оглянулся в сторону Фабрики."
    hide stub_character
    show fox smile
    fox "Мне пора. "
    show fox smile
    fox "В любой касте сколько часов за день ты отработал + 6 часов на сон — столько времени ты проживешь."
    narrator "Наташа одним прыжком встала на ноги. Даже Аш вернулся из своих мыслей."
    hide fox
    show stub_character mouse1
    stub_character "Вы зарабатываете часы жизни?"
    hide stub_character
    show fox smile
    fox "Все справедливо. "
    show fox smile
    fox "Содержание каждого лиса требует ресурсов."
    show fox smile
    fox "будто люди детей содержат, чтоб те потом ушли на все четыре стороны и ничего им не дали."
    narrator "Лис встал и стал внимательно себя оглядывать."
    hide fox
    show stub_character mouse1
    stub_character "Уходите?"
    hide stub_character
    show fox smile
    fox "Завтра я проживу 10 часов и 6 на сон. "
    show fox smile
    fox "А я не хочу чтоб мой день длился 11 часов! Имейте совесть."
    narrator "Наташа не нашла что ответить, Лис уже удалялся. Девушка обняла со спины Черного."
    hide fox
    show stub_character mouse1
    stub_character "А этот Онка, чистое зло!"
    show stub_character mouse1
    stub_character "Теперь я не удивляюсь, что он позволил Вечне ставить эксперименты на лисах."
    narrator "Аш отвернул голову, ему было стыдно за сестру."
    show stub_character mouse1
    stub_character "Сделал на заводе свою страну, где он Бог!"
    narrator "Она встала и начала собирать свои веши: баночку для воды, чашки, один огрызок яблока."
    hide stub_character
    show black angry_var
    black " Ты уходишь?"
    hide black
    show stub_character mouse1
    stub_character "Мы же договорились встретиться вечером?"
    hide stub_character
    show black angry_var
    black "Хорошо."
    narrator "Но вечером, девушка была занята."
    jump scene_23


label scene_23:
    scene lake
    #Парень поддерживает как может, рассказываем, что он вырос без родителей
    narrator "Темноволосый точно знал, распознавать какую эмоцию он может научить ИИ сегодня. "
    narrator "С самого утра он испытывал тревогу. Его мысли прервал поток сообщений, с одинаковым содержанием: \"Ты не идешь на учебу, ты идешь со мной к реке.\""
    narrator "Аш почувствавал в себе силы нападать, если того потребует защита близкого."
    narrator "Парень вышел из жилого отсека, потребовалось время чтоб убедить себя, что поводов для тревоги нет."
    narrator "Наташа сидела на пледе тамже, где и в прошлый раз."
    show stub_character mouse1
    stub_character "Она умерла. Она убила себя."
    hide stub_character
    show black angry_var
    black "О ком ты говоришь? "
    show black angry_var
    black "Ты рассказывала про семью...отца, брата, мать..."
    narrator "По щекам Наташи потекли слезы."
    narrator "Аш погадался."
    show black angry_var
    black "Прости. У меня не было родителей, никогда. Ты знаешь это."
    narrator "Ему было очень стыдно, что он не испытывает жалости к родителям, только к Наташе. "
    narrator "Хотя знал, что это нормально. У него же не было традиционной модели семьи. "
    narrator "Множество взрослых и сестра. Но его глодало, что Наташа видит, что ему не жаль. "
    narrator "Уши молчали. Был бы на Ушах стыд, — она хотя бы знала что у него есть совесть."
    show black angry_var
    black "Я бы хотел, разделить с тобой, но..."
    hide black
    show stub_character mouse1
    stub_character "Ничего, я понимаю. "
    hide stub_character
    show black angry_var
    black "Хочешь поговорить? Это твоя мать убила себя?"
    narrator "Наташа сильнее заплакала."
    show black angry_var
    black "А где твой отец, брат?"
    narrator "Девушка зарыдала и начала задыхаться."
    narrator "Он решил ничего не спрашивать. Аш вспомнил, что такое паническая атака. Вспомнил про термос в рюкзаке."
    narrator "Аш обнял ее, так что она не видела ничего и уткнулась лицом в плечо. "
    narrator "Спустя несколько минут Наташа перестала реветь и начала говорить."
    hide black
    show stub_character mouse1
    stub_character "Отца тоже нет, уже год. При копировании в сеть он пропал. "
    hide stub_character
    show black angry_var
    black "А оригинал?"
    hide black
    show stub_character mouse1
    stub_character "Ты делаешь копию в сеть и убиваешь тело, чтоб решить парадокс двойников."
    show stub_character mouse1
    stub_character "Потому что мы верим, что человек должен быть индивидуален. Он должен быть единственным."
    hide stub_character
    show black angry_var
    black "Но оригинал же главный!"
    hide black
    show stub_character mouse1
    stub_character "Если он при жизни отдаст права на личность копии, то нет."
    narrator "Она вытирала лицо салфетками, слезы так и текли из глаз, но она стала спокойней. "
    narrator "Внутри Аша все перевернулось."
    hide stub_character
    show black angry_var
    black "Нужно выпить что-нибудь сладкое."
    narrator "Наташа вытирала красный нос."
    show black angry_var
    black "А где твой брат?"
    hide black
    show stub_character mouse1
    stub_character "Как ни в чем не бывало проснулся и пошел по своим делам. "
    show stub_character mouse1
    stub_character "Мы не общаемся, с тех пор как отец пропал."
    hide stub_character
    show black angry_var
    black "Наверно, ему тоже нужно время."
    narrator "Девушка одобрительно качнула головой и вытерла нос."
    narrator "Аш в который раз отметил как она похожа на сестру. "
    hide black
    show stub_character mouse1
    stub_character "Куда мы идем?"
    hide stub_character
    show black angry_var
    black "В кафе в парке, если его можно так назвать. "
    show black angry_var
    black "Выпьем густой, горячий шоколад. Это конечно яд, но помогает."
    narrator "Наташа взяла его за руку и шла, тихо плача себе под нос."
    narrator "Еще издалека была видна какая-то шумиха. Рядом с помещением с аудиторией университета. Аш хотел уйти."
    show black angry_var
    black "Тут точно ничего хорошего. Пойдем в другое кафе."
    narrator "Но Наташа как дикая, подорвалась в сторону скопления роботов и пары людей, все еще держа его за руку. "
    narrator "Подходя ближе, Наташа сбавила шаг и Аш заметил кровь среди людей и устройств. "
    narrator "Наташа отпустила его руку и медленно пошла ближе."
    narrator "Почему-то ему захотелось остановить подругу. Но не решился, просто шел за ней. "
    narrator "Совсем рядом кто-то из преподавателей сказал ей, чтоб она ушла, но девушка оттолкнула его."
    narrator "Там лежало что-то накрытое черной тканью, если вы думаете, что черной ткани не видно кровь — вы ошибаетесь."
    narrator "Наташе все-таки не дали подойти близко, как бы она не старалась. А она только кричала:"
    narrator "- Где Максим? Где мой брат? Позовите Максима!"
    narrator "Кто-то из присутствующих заплакал. А Аш вспомнил слова Макса: “У меня отец пропал в сети...”. "
    narrator "Как же он раньше не догадался? Наташу в истерике увели. Ему не позволили пойти с ней."
    narrator "Он уже готов идти следом, в Медцентр. Который по необходимости, выполнял функцию Центра Копирования – во время копирования в сеть и Цента Помощи – помогающего при проблемах с психикой."
    narrator "Но ему пришло уведомление. Тот же Медцентр, комната 33."
    jump scene_24


label scene_24:
    scene helpcenter
    #Аш пытается дозвониться до Вечны, но выясняется, что та в больнице из-за неудачного теста с нейрохакингом. Девушка заходит все дальше. Оставаясь в тишине она думает, что сегодня могла лишиться всего (тела). И она готова, готова оставить брату оригинал. Она отправляет Онке запрос, можно ли так сделать
    narrator "В палате, без сознания лежала Вечна."
    narrator "Он хотел спрятаться от зрелища, которое все равно уже будет преследовать его всю жизнь."
    narrator "В дополненной реальности появился автоматический помощник — мобильная камера."
    show stub_character mouse1
    stub_character "Состояние пациента удовлетворительное. "
    show stub_character mouse1
    stub_character "Диагноз – отключение сигналов с рецепторов и скелетной мускулатуры. "
    show stub_character mouse1
    stub_character "Последствия: возможно, чувствительность и активность мышц не восстановится. "
    show stub_character mouse1
    stub_character "Лечение: нет, профилактика — прекращение неквалифицированного вмешательства в мозг."
    narrator "Парень схватился за волосы."
    hide stub_character
    show black angry_var
    black "Как она могла отключить свою кожу и скелетный мышцы? Как?"
    hide black
    show stub_character mouse1
    stub_character "Могу найти информацию в сети. Отправить запрос?"
    hide stub_character
    show black angry_var
    black "Не важно. Она в коме?"
    narrator "Он стал быстро ходить туда обратно."
    hide black
    show stub_character mouse1
    stub_character "По текущим прогнозам пациент придет в сознание через несколько часов."
    narrator "Аш начал вытирать слезы, трясущимися руками."
    hide stub_character
    show black angry_var
    black "Как она поступила к вам?"
    hide black
    show stub_character mouse1
    stub_character "Она отправила запрос из сети."
    narrator "Парень разворачивается к кровати сестры, пытаясь осознать ситуацию."
    hide stub_character
    show black angry_var
    black "Ты придумала это сама?"
    narrator "В нем возник порыв дернуть ее за руку, сбросить с кровати. Разбудить. "
    narrator "Вместо этого, он почувствовал холодную ладонь сестры и одернул свою. "
    narrator "На секунду перестав дышать, он постарался отогнать страшную мысль."
    narrator "В голове загудело. Сердце стало биться громче, адреналин требовал выплеснуть ярость, разжигая кровь."
    show black angry_var
    black "Как у тебя хватило смелости сделать это все? "
    show black angry_var
    black "Как у тебя хватило совести?"
    narrator "Он игнорировал ответы на свои вопросы: \"что тут такого? Врачи бы приехали, в сети я в сознании...\""
    hide black
    show stub_character mouse1
    stub_character "Выписать вам успокоительное? Вы выглядите очень возбужденно, зрачки расширены."
    hide stub_character
    show black angry_var
    black "Почему? Почему из всего в этом мире ты выбираешь различные способы покончить с собой?"
    narrator "У него появилось желание поступить с ней также, как и она с ним. Взять шприц, взять нож. Интересно, тут есть чем убить себя?"
    show black angry_var
    black "Хай Алиса, чем себя можно убить в радиусе 2х метров?"
    hide black
    show stub_character mouse1
    stub_character "Варианты будут, но чуть позже."
    stub_character "В ситуации суицидальных наклонностей, я должна ознакомить с заключением в одиночной камере за попытку самоубийства в общественных местах."
    hide stub_character
    show black angry_var
    black "О! Тут нет людей кроме меня."
    hide black
    show stub_character mouse1
    stub_character "Общественное место — зона предназначенная для пользования многих лиц не подразумевающая наличие приоритета для какой-либо группы."
    hide stub_character
    show black angry_var
    black "Ответ на основной вопрос."
    hide black
    show stub_character mouse1
    stub_character "Острый угол тумбы. Рекомендуется удариться виском, с расстояния 10 шагов от нее."
    hide stub_character
    show black angry_var
    black "Совсем не то."
    hide black
    show stub_character mouse1
    stub_character "Вы можете придавить паховую область ножкой кровати и умереть от болевого шока."
    narrator "Парня передернуло."
    show stub_character mouse1
    stub_character "Вариант 3. Вы можете съесть плед и умереть."
    narrator "Ашу стало смешно. Он решил про себя: \"понятно почему разработчикам разрешили ввести такую функцию\"."
    narrator "Он услышал шелест простыней. Вечна очнулась. "
    narrator "Было сложно сдержаться и не обнять сестру, но она зашла слишком далеко и он не должен позволить ей остаться безнаказанной."
    narrator "Он не должен поощрять такие действия."
    narrator "Руки еще дрожали, ноги стали подкашиваться и он сел на пол. Посмотрел на нее снизу вверх."
    hide stub_character
    show black angry_var
    black "Ты просто не знаешь меру. Может подключиться к аппарату жизнеобеспечения? "
    show black angry_var
    black "Например, можно выключать легкие и может сердце. "
    show black angry_var
    black "Интересно, как это повлияет на производительность?"
    narrator "Вечна задумывается. Осторожно садиться на постели."
    show black angry_var
    black "Это уже глупо. Если хочешь уйти в сеть, уходи."
    show black angry_var
    black "Но какая тебе от этого разница - жизнью в сети будет наслаждаться копия или что она там вообще будет делать."
    narrator "Вечна молча смотрела на брата. Она словно выжидала, сказать или нет? Брат продолжал."
    show black angry_var
    black "Удел настоящих людей жизнь преимущественно тут и что нельзя сделать в реальности, делать в сети."
    show black angry_var
    black "Типа для этого ее и придумали."
    hide black
    show vechna vechna_thinking
    vechna "Ты не против моего копирования в сеть?"
    narrator "Парень закатывает глаза."
    hide vechna
    show black angry_var
    black "Сколько раз это повторять."
    show black angry_var
    black "Не судьба тебе оптимизироваться на 100% или даже 95. "
    show black angry_var
    black "Копия это уже не жизнь. Что это вообще? Симуляция? Разве она похожа на жизнь?"
    hide black
    show vechna vechna_thinking
    vechna "Симуляция как раз полностью ее повторяет. То что похоже на жизнь, называют эмуляция."
    hide vechna
    show black angry_var
    black "?"
    hide black
    show vechna vechna_thinking
    vechna "Сеть это жизнь, просто ты ее не узнаешь в новой форме."
    hide vechna
    show black angry_var
    black "Все плохо закончится."
    show black angry_var
    black "Как ты смогла отключить импульсы от кожы и мышц?"
    show black angry_var
    black "Тебе бы не хватило вычислительных мощностей! "
    show black angry_var
    black "Там же столько расчетов! Даже начни ты это до конкурса – не успела бы!"
    hide black
    show vechna vechna_thinking
    vechna "Я же на Фабрике работаю."
    hide vechna
    show black angry_var
    black "Начинаю понимать Макса..."
    show black angry_var
    black "Парень из университета, оказывается брат Наташи. "
    show black angry_var
    black "И похоже умер. "
    show black angry_var
    black "После конфликта на Фабрике, к слову."
    hide black
    show vechna vechna_thinking
    vechna "Оставь свои домыслы. Если мы и покорим дальний космос, то только за ресурсы Онки."
    hide vechna
    show black angry_var
    black "Одно другому не мешает."
    narrator "Он поднялся на ноги."
    show black angry_var
    black "Я подожду пока ты оденешься."
    hide black
    show vechna vechna_thinking
    vechna "Вообще-то... Мне кажется я еще не оправилась и мне стоит провести в больнице еще день."
    narrator "Брат разозлился."
    hide vechna
    show black angry_var
    black "Очень удобно, никто не помещает побыть в сети еще часиков 20."
    hide black
    show vechna vechna_thinking
    vechna "Хватит."
    hide vechna
    show black angry_var
    black "Ты чуть не убила себя! Понимаешь какого мне?"
    hide black
    show vechna vechna_thinking
    vechna "А ты понимаешь какого мне?"
    narrator "Она встала с кровати и пошла на брата. Ноги неуверенно держали ее, но злость придавала сил."
    show vechna vechna_thinking
    vechna "Я делаю, что считаю верным!"
    hide vechna
    show stub_character mouse1
    stub_character "Не рекомендуется вставать с кровати в ближайшие 3-5 часов."
    hide stub_character
    show vechna vechna_thinking
    vechna "Вот видишь. Все решилось само. Я остаюсь."
    narrator "Она улеглась в кровать."
    narrator "Его голос задрожал."
    hide vechna
    show black angry_var
    black "Ты считаешь, что у тебя все нормально? "
    show black angry_var
    black "Ты можешь не восстановить чувствительность многих мышц и рецепторов."
    hide black
    show vechna vechna_thinking
    vechna "А оно мне надо?"
    hide vechna
    show black angry_var
    black "Ты чуть не умерла, а для тебя это норма!"
    hide black
    show vechna vechna_thinking
    vechna "Это побочный эффект!"
    narrator "Зубы Аша скрипели друг о друга."
    show vechna vechna_thinking
    vechna "Ты понимаешь, что на Фабрике работают одни копии, а им вообще не нужно спать!"
    hide vechna
    show black angry_var
    black "Это не повод рисковать жизнью! Это не симуляция!"
    narrator "Он пнул кушетку. Аппаратура для измерения показателей жизнеобеспечения затряслась. Вечна испугалась."
    hide black
    show stub_character mouse1
    stub_character "Законные разрушения невозможны в медицинском учреждения."
    show stub_character mouse1
    stub_character "Дождитесь охраны. Караются одиночным заключением..."
    narrator "Парень не обращаел внимание на автоматического помощника. Вечна кричала."
    hide stub_character
    show vechna vechna_thinking
    vechna "Что ты делаешь? Успокойся!"
    narrator "Он стал задыхаться, злость отступала. Но снова нарастала в сестре."
    narrator "Она приподнялась на постели."
    show vechna vechna_thinking
    vechna "Ты лицемер. Ты сам..."
    narrator "В ее голосе слышалась желчь."
    show vechna vechna_thinking
    vechna "Ты цифровизируешь чувства, твои Уши ..."
    hide vechna
    show black angry_var
    black "Я пытаюсь говорить с вами на вашем языке!"
    hide black
    show vechna vechna_thinking
    vechna "Ты запрещаешь мне жить так, как я хочу!"
    hide vechna
    show black angry_var
    black "Потому что ты выбрала самый короткий путь в могилу."
    show black angry_var
    black "Сегодня ты могла умереть. Ты просто не доживешь до отлета на Землю! А Вечна? Ты невечна! Очнись уже!"
    hide black
    show vechna vechna_thinking
    vechna "Пока невечна."
    hide vechna
    show black angry_var
    black "Хочешь, делай копию в сеть."
    show black angry_var
    black "Все равно, как только ты поймешь, что та копия лучше тебя – ты сама ее удалишь."
    show black angry_var
    black "Больше открытий, ты похоже любишь только свое эго!"
    narrator "Он вышел в коридор. Сестра долго смотрела в стену, она и забыла, что ее сознание не живет в сети, оно лишь заходит в нее."
    narrator "Ей пришло уведомление с Фабрики Чипов."
    jump scene_25


label scene_25 :
    scene lake
    #Раскрываются карты, что Макс ее брат. Он винит в своей смерти Онку и Аша (чисто из вредности. А еще, саму Наташу в смерти отца, это ей нужны были ресурсы. Из-за этого, он пропал в сети
    narrator "Со стороны Аш выглядел как сумасшедший. Наташа сидела на пледе скрестив ноги."
    show black angry_var
    black "Еще и ты? Серьезно? Это просто смешно. "
    show black angry_var
    black "Куда ты? Луна маленькая."
    hide black
    show stub_character mouse1
    stub_character "Я не могу и не хочу тут находиться. Мой брат вынес себе камнем мозги перед Университетом. "
    show stub_character mouse1
    stub_character "Как мне тут жить?"
    hide stub_character
    show black angry_var
    black "Это пройдет."
    hide black
    show stub_character mouse1
    stub_character "Что прости пройдет? Люди стали оживать? О, как-то я пропустила эту новость!"
    hide stub_character
    show black angry_var
    black "Прости..."
    hide black
    show stub_character mouse1
    stub_character "Ты действительно не можешь поставить себя на мое место?"
    hide stub_character
    show black angry_var
    black "Знаешь, я более чем на твоем месте. У меня все тоже очень сложно! "
    show black angry_var
    black "Но разве мы должны ругаться, а не поддержать друг друга?"
    show black angry_var
    black "Разве я не твой родной человек?"
    hide black
    show stub_character mouse1
    stub_character "Кто тебе родной? Для общественников родной любой, с кем знаком месяц."
    narrator "Аш сделал шаг вперед. Наташа подалась назад."
    hide stub_character
    show black angry_var
    black "Почему ты не рассказала про свои проблемы?"
    hide black
    show stub_character mouse1
    stub_character "Для чего? Разве мы так близки?"
    hide stub_character
    show black angry_var
    black "Выглядело, что да."
    hide black
    show stub_character mouse1
    stub_character "Расскажи что отец пропал во время копирования в сеть, а его тело при этом он сам умертвил. "
    show stub_character mouse1
    stub_character "Что бы ты делал? "
    show stub_character mouse1
    stub_character "Ходил бы за своей сестрой! А мне тоже нужно было внимание!"
    show stub_character mouse1
    stub_character "Расскажи я что мать, которая при попытке удалить воспоминания экспериментальным нейрохакингом..."
    show stub_character mouse1
    stub_character "...Спалила себе мозг, чтобы ты сделал? Опять ходил бы за сестрой!"
    narrator "Аш молчал. Никогда он не чувствовал такого разочарования."
    hide stub_character
    show black angry_var
    black "Почему ты не сказала про Максима?"
    hide black
    show stub_character mouse1
    stub_character "Он во всем винит меня! "
    show stub_character mouse1
    stub_character "Что я требовала лучше факультет и вещи и..."
    narrator "По ее щекам снова покатились слезы. Аш стоял напротив. За ним серебрилась река по переработке. "
    narrator "Девушка стояла и смотрела в глаза Аша."
    hide stub_character
    show black angry_var
    black "Вернешься на Землю, как Максим мечтал? "
    show black angry_var
    black "Ты ведь и на конкурс пошла, чтоб угодить ему?"
    narrator "Плечи девушки на секунду опустились, но автоматически вытянулись в струну. Она вздернула подбородок."
    hide black
    show stub_character mouse1
    stub_character "Ты хоть иногда думаешь о том, какого другим? "
    show stub_character mouse1
    stub_character "Не о том, что они сделают тебе и как ты себя будешь чувствовать, а о том, что будут чувствовать они?"
    hide stub_character
    show black angry_var
    black "Ты неадекватная. "
    show black angry_var
    black "Все кто прошел подростковый возраст под Лунным Куполом, психи."
    show black angry_var
    black "Зная, что светит Вечне от самопального нейрохакинга, молчала."
    show black angry_var
    black "Не пытайся выставить меня виноватым."
    narrator "Заяц почувствовал толчок в грудь, он чувствовал что стоит на краю. "
    narrator "К нему прижималась Наташа. Он был уверен, что та столкнет его."
    hide black
    show stub_character mouse1
    stub_character "Стоило бы бросить тебя. "
    show stub_character mouse1
    stub_character "Оставить с повреждениями мозга от переработанного протеза."
    narrator "Она говорила сквозь зубы. Четко произнося каждый звук."
    show stub_character mouse1
    stub_character "Но боль поражения сильнее. "
    show stub_character mouse1
    stub_character "Пусть ты и твои идеи будут никому не нужны."
    hide stub_character
    show black angry_var
    black "Это и есть, моя текущая ситуация."
    narrator "Наташа держала парня за толстовку и резко дернула на себя, заставив его сделать несколько шагов вперед."
    hide black
    show stub_character mouse1
    stub_character "Еще объяснительные писать, как ты упал."
    show stub_character mouse1
    stub_character "И без моей помощи сгниешь."
    hide stub_character
    show black angry_var
    black "Кто бы мог подумать, что вместо трогательных прощаний, я познакомлюсь с настоящей тобой."
    narrator "Девушка сложила плед, собрала влажные от слез платки и бросила в реку."
    hide black
    show stub_character mouse1
    stub_character "Больше не пригодиться!"
    narrator "Уходя она не подняла глаза на Аша. Аш повернулся лицом к массе наноботов, подался вперед, словно намереваясь броситься вниз."
    hide stub_character
    show black angry_var
    black "Живого они меня не переработают, но Уши в голове расщипят."
    show black angry_var
    black "Смысл оставаться овощем, с повреждением мозга?"
    narrator "Он поставил нависшую над  субстанцией ногу на берег и собрался домой."
    narrator "Ему пришло сообщение от Илли Онки. В голове парня мелькнула мысль, нужели тот вспомнил про свой \"утешительный приз – ужин\". "
    narrator "Но прочитав со всех ног бежал в Медцентр, выполняющий функцию Центра Копирования. В голове стучал ускоренный пульс и звучали слова: \"Твоя сестра в Центре Копирования... говорят, копии пропадают.\""
    #Показываем полную сцену копирования Вечны. Она не хотела убивать оригинал, но что-то пошло не так. Почему-то рядом с Ашем оказался Лис. После этого, лиса повысит онка
    narrator "Аш чувствовал, что плохой конец ближе, чем он думал."
    jump scene_26


label scene_26:
    scene helpcenter_2
    narrator "Спустя 30 минут."
    narrator "(Отрывок из сцены 2)"
    narrator "Вечна повернула голову к Ашу, лицо брата искажалось, сквозь стекло заляпанное кровью. Он бился лбом и руками. Зря."
    show vechna vechna_thinking
    vechna "Это все он... !"
    narrator "Ее заглушил голос станции:"
    hide vechna
    show stub_character mouse1
    stub_character "Автоматическая подача газа запущена."
    narrator "(показываем спрайт грустная Вечна)"
    jump scene_27


label scene_27:
    scene helpcenter_3
    narrator "Настоящее время."
    show black angry_var
    black "Это все он... Неужели она так думала? "
    show black angry_var
    black "Что я во всем виноват?"
    show black angry_var
    black "Именно поэтому, я теперь здесь. "
    show black angry_var
    black "Не только сестра должна платить. Я тоже."
    narrator "Герой видит перед собой дверь, в дополненной реальности на ней выведено:"
    black "\"Центр Помощи. Особые услуги.\""
    black "Статус: Ожидается Аш Хом."
    narrator "Аш с сидит с мешками под глазами. "
    hide black
    show stub_character mouse1
    stub_character "Разрешение одобрено. Оплата принята. "
    show stub_character mouse1
    stub_character "Я должен произнести речь о красоте жизни."
    narrator "Ашу показывают фото их и Вечны."
    hide stub_character
    show black angry_var
    black "Мне не нравится, что вы это показываете. "
    show black angry_var
    black "Разве я давал разрешение на обработку этих данных?"
    hide black
    show stub_character mouse1
    stub_character "Я не произвожу оценочных суждений, поэтому можете чувствовать себя комфортно. "
    show stub_character mouse1
    stub_character "Я просто вещь, просто вещь."
    hide stub_character
    show black angry_var
    black "Мне бы хотелось быстрее начать."
    hide black
    show stub_character mouse1
    stub_character "Пройдите."
    narrator "Аш зашел в комнату. Там человек."
    show stub_character mouse1
    stub_character "На таком заказе нужен живой человек. Ну ты парень и удумал."
    narrator "Аш пропустил все мимо ушей и подошел к металлической двери, нажал вход и вошел. Дверь сразу закрылась."
    narrator "Присутствие за ней живого человека успокаивало. "
    narrator "Войдя внутрь, парень не мог ничего разглядеть. Но слышал рычание. На него бросились три собаки."
    narrator "Глаза привыкли к свету. "
    narrator "Тело парализовал страх, но в следующий момент адреналиновая эйфория пробежала по телу, он чувствовал отчаяние и злость."
    hide stub_character
    show black angry_var
    black "Не только я виноват! Ты меня бросила!"
    narrator "Он сам не понял, как под зубами оказалась пульсирующая шея пса. "
    narrator "Все произошло быстро, у него во рту словно лопнула черри, забрызгав своим соком кровью все вокруг."
    narrator "Вцепившаяся мертвой хваткой в руку собака осталась без глаза, еще одна убежала в соседний угол и заскулила."
    narrator "Уши заливались красным, Аша качало, он почувствовал тошноту."
    narrator "Дверь открылась."
    narrator "Вбежал мужчина с аптечкой в руке. Он бросился к псам, обработал рану одному из них — остановил кровь."
    hide black
    show stub_character mouse1
    stub_character "Он обернулся к Ашу — ты ему артерию перегрыз!"
    show stub_character mouse1
    stub_character "Не по договору! Сиди! Скоро тебя заберут!"
    show stub_character mouse1
    stub_character "Решил сдохнуть, так бы и делал!"
    narrator "Пес без глаза жалобно скулит. Мужчина чуть не плача осматривает голову пса, любя глядя его по морде."
    narrator "Аш стал приходить в себя. Руки затряслись только сейчас."
    narrator "Мужчина держит голову пса и гладит."
    show stub_character mouse1
    stub_character "Помощь скоро будет."
    show stub_character mouse1
    stub_character "Псы не должны были пострадать. Ты же сам заплатил, чтоб тебя съели!"
    narrator "Аш молчит. Что здесь можно сказать?"
    narrator "В лаборатории Онки, он и лисы смотрят на экран. Видят на нем Аша в крови и персонал, бинтующий псов."
    hide stub_character
    show onka victory
    onka "А вы так можете?"
    hide onka
    show fox smile
    fox "Мы в 22 веке."
    hide fox
    show onka victory
    onka "Ну чисто теоретически, что вы думаете о боях?"
    narrator "Лис показывает всем своим видом, что он не будет этого обсуждать."
    show onka victory
    onka "Ладно. Вытащите парня. Пора провести обещанный ужин. "
    show onka victory
    onka "Он же все-таки выиграл утешительный приз."
    jump scene_28


label scene_28:
    #Онка связывается с Ашем. Рассказывая, как с помощью кода ушей можно жить вечно. Аш задачется вопросом, почему сейчас тот говорит ему это все? Но соглашается - ведь это способ вернуть сестру. Но ему кое-что нужно (тело)
    scene black_background
    narrator "Сидя в комнате изоляции, Аш проваливатся в сон. Он получает приглашение — в сети. Забыв где находится и обстоятельства, он автоматически принимает выхов и заходит в сеть."
    scene planet
    narrator "Виртуальный мир и понимание происходящего, захлестывают его с головой."
    show black angry_var
    black "Что мы тут делаем? Как ты получил доступ?"
    hide black
    show onka victory
    onka "Это работа моей сотрудницы. Почему не зайти?"
    hide onka
    show black angry_var
    black "Что тебе нужно? Все это чертовски странно. "
    show black angry_var
    black "Мне же должны были заблокировать сеть."
    hide black
    show onka victory
    onka "Я что, зря в ней главный? Код может и открытый, а ядро мое."
    show onka victory
    onka "Это очень серьезно, если нельзя связаться с человеком в сети."
    show onka victory
    onka "Поэтому я сразу принялся тебя искать."
    show onka victory
    onka "Решил, здесь тебе будет уютно. Не бойся, разрушающие факторы окружающего мира отключены."
    hide onka
    show black angry_var
    black "Я принял все наказания, которые мне дали."
    hide black
    show onka victory
    onka "Да, охранник сообщил что ты даже не пытался торговаться по праву субъективной оценки для личностей со здоровыми моральными ценностями."
    hide onka
    show black angry_var
    black "Я в это число не попадаю."
    hide black
    show onka victory
    onka "У нас они здоровые моральные ценности! "
    show onka victory
    onka "Мое и твое понимание хорошего и плохого совпадает с большей частью людей."
    narrator "Аш засмеялся."
    hide onka
    show black angry_var
    black "Что если наоборот? Мы все больные?"
    hide black
    show onka victory
    onka "Думал и считаю маловероятно, что сумасшедшие почти 95% всех жителей Луны и Земли."
    narrator "Аш усмехнулся."
    show onka victory
    onka "Тебе нравится космос?"
    hide onka
    show black angry_var
    black "Земля мне нравится больше."
    hide black
    show onka victory
    onka "Это был риторический вопрос."
    hide onka
    show black angry_var
    black "Что тебе нужно, можно покороче? Мне здесь тяжело."
    narrator "Аш смотрит на кристаллы под ногами и невольно думет про сестру."
    hide black
    show onka victory
    onka "Мои предки видели в чипе лишь способ заработка, с помощью которого они финансировали борьбу с голодом и покорение Луны. Ерунду, одним словом."
    hide onka
    show black angry_var
    black "Поскольку с недавних пор мне наплевать на манеры. К чему ты ведешь?"
    hide black
    show onka victory
    onka "Я вижу в чипе большее. Кое что сумасшедшее. Возможность жить вечно. "
    show onka victory
    onka "Сочувствую твоей сестре... Возможно, есть одна безумная идея."
    narrator "Аш не нашелся что сказать, он изо всех сил пытался понять, что говорит Илли."
    show onka victory
    onka "Чип это то, что фиксирует карту активности мозга вплоть до мощности сигналов в нем. И может передавать эти сигналы обратно в мозг."
    show onka victory
    onka "Теоретически, цифровую копию можно использовать как прослойку, между переносом из одного тела в другое."
    show onka victory
    onka "Сейчас, люди могут уйти в сеть, но не вернуться в реальность."
    hide onka
    show black angry_var
    black "Ты предлагаешь это исправить?"
    narrator "Аша прошиб пот."
    narrator "Онка еле сдерживается чтоб не похвалить себя."
    hide black
    show onka victory
    onka "Но мне нужен кто-то, кто готов заниматься проектом. "
    show onka victory
    onka "Раз ты уже знаком с чипом и написал для него прекрасный ИИ..."
    hide onka
    show black angry_var
    black "Какая-то слабая причина..."
    hide black
    show onka victory
    onka "Ладно. Ты знаешь, в душе я монополист и занимаюсь дальним космосом."
    show onka victory
    onka "Мне нравится концепция универсального языка, она может объединить людей из разных галактик лет через 300? 500?"
    hide onka
    show black angry_var
    black "Тоесть за работу над проектом по возвращению копий из сети, ты просто хочешь ИИ ушей? Он же простой."
    hide black
    show onka victory
    onka "Он работает и это главное. Считай, такая прихоть."
    show onka victory
    onka "Конечно, всегда можно остаться в тюрьме."
    narrator "Он выжидающе смотрит на парня."
    show onka victory
    onka "Мы сделаем тебя очень популярным. Имплантируем Уши детям вместе с чипом. А?"
    hide onka
    show black angry_var
    black "Неплохо."
    show black angry_var
    black "Но с возвращением копии в тело столько технических моментов... И экспериментов..."
    narrator "Улыбка Илли тянулась все выше. Он поднял руки и поправил цилиндр."
    hide black
    show onka victory
    onka "Сложный проект, но благой. Возможно, ты решишь за счет него некоторые проблемы..."
    show onka victory
    onka "Ради Вечной жизни в теле, а не в сети — стоит попробовать. Ведь разве это жизнь? В сети?"
    hide onka
    show black angry_var
    black "Ты прав..."
    narrator "Ему казалось, что что-то тут не то, но возможность вернуть сестру заглушила все остальное."
    narrator "Он вспомнил ее последние слова: \"Это все он...\"."
    narrator "Сердце Аша снова сжалось."
    show black angry_var
    black "Я виноват."
    hide black
    show onka victory
    onka "Что?"
    hide onka
    show black angry_var
    black "Хорошо, Уши Зайца станут твоей дочерней компанией. Но ты должен дать мне кучу ресурсов, для возвращения..."
    narrator "Он оборвал себя."
    show black angry_var
    black "Для загрузки копий в живое тело."
    hide black
    show onka victory
    onka "Я так и хотел! Придумаем тебе крутой псевдоним."
    show onka victory
    onka "Уже придумал! Черный Заяц! А как тебе?"
    narrator "Аш засмеялся, вспомнив пасти псов."
    show onka victory
    onka "Кстати, Черного Зайца отпустят, как только он выйдет из сети."
    show onka victory
    onka "Сразу иди на Фабрику Чипов. Жду не дождусь подписания документов."
    jump scene_29


label scene_29:
    scene Chip_factory_Laboratory
    narrator "Войдя в помещение на Фабрике Чипов, не пришлось зажигать свет. Все вокруг светилось. Помещение представляет собой лабиринт, разделенный панелями с жидкостью — плоские аквариумы с разноцветными, сгустками слизи. Каждый аквариум уникален по цвету, подсветке и наполнению."
    narrator "Глаза владельца Фабрики горят."
    show onka victory
    onka "Добро пожаловать домой!"
    hide onka
    show black angry_var
    black "Это не мой дом."
    hide black
    show onka victory
    onka "Зря ты так.. Привыкнешь."
    hide onka
    show black angry_var
    black "Что это за аквариумы с плесенью?"
    hide black
    show onka victory
    onka "Это колонии бактерий! Созданы заселять космические объекты. Считай боги."
    hide onka
    show black angry_var
    black "Это же гигантские чашечки петри?"
    hide black
    show onka victory
    onka "Что это?"
    narrator "(спрайт Аша с удивлением)"
    show onka victory
    onka "Я бы мог запросить чип и он бы вывел перед моими глазами ответ, но мне интересны твои слова."
    hide onka
    show black angry_var
    black "Я думал ты шаришь в биотехнологиях ну или школьной программе."
    hide black
    show onka victory
    onka "Лисы из высшей касты знают. А я — это космос, деньги и видение развития компании."
    show onka victory
    onka "Я верю, что только эти бактерии способны стать космосу родными."
    hide onka
    show black angry_var
    black "Или умереть."
    hide black
    show onka victory
    onka "Это вопрос тестов. Вопрос моделирования и времени. "
    show onka victory
    onka "Будут вычислительные мощности и время — нет нерешаемых задач."
    narrator "Илли Онка стоит среди дела всей, всей своей жизни."
    hide onka
    show black angry_var
    black "Исследуя фабрику на конкурсе, я не нашел тут сухих лабораторий — ну таких, чтобы кто-то мог выйти в сеть и обработать там данные."
    hide black
    show onka victory
    onka "Все вычисления делегированы копиям в сети и касте 2."
    hide onka
    show black angry_var
    black "Все мило, но давай к делу."
    show black angry_var
    black "Ты сам понимаешь что нужно для создания технологии копирования из сети в тело?"
    hide black
    show onka victory
    onka "Мне нужно понимать, что ты знаешь как достигнуть результата. "
    show onka victory
    onka "Я хочу узнать твое видение."
    narrator "Аш обвел взглядом помещение. Продолжил шепотом:"
    hide onka
    show black angry_var
    black "Где взять живого человека, который согласиться, чтоб в его тело посадили чужое сознание? Это же нелегально и смертельно!"
    show black angry_var
    black "Копировать в лис? На первой стадии ок, но нужен и человек."
    narrator "Онка наклонился к Ашу. Тот почувствовал запах манго."
    hide black
    show onka victory
    onka "А что, тело смертельно больного мужчины может не подойти? "
    show onka victory
    onka "Или нужна молодая девушка?"
    narrator "Аш серьезно смотрел на Онку. Тот точно знает, зачем Аш согласился на эту работу. Смысл кривить душой?"
    hide onka
    show black angry_var
    black "Раз так, то да. Лет 18. Когда поймем, что все точно работает."
    show black angry_var
    black "До этого даже дед подойдет."
    hide black
    show onka victory
    onka "Придумай эксперимент, все его стадии, а там подумаем. "
    narrator "Илли очаровательно улыбнулся и у Аша мелькнула в голове мысль, что у  Онки зубов больше, чем у Пеннивайза. Но ради сестры, он готов на любую сделку."
    jump scene_30


label scene_30:
    scene lake
    narrator "Все внутри него сжалось, а руки задрожали. Герой почувствовал невыносимое желание начинать действовать, не откладывать, двигаться к цели. Но как же все сложно..."
    narrator "Аш посмотрел на свое отражение в зеркальной поверхности реки из наноботов. "
    narrator "Он смотрит в свои глаза и понимает, как выглядел его взгляд когда он решил убить собак. Автоматически, безсознательно, глупо..."
    show black angry_var
    black "Это всегда во мне было?"
    narrator "Когда он выбрал: жить или умереть, да или нет, 1 или 0. Аш первый раз почувствовал ту эмоцию — безумие."
    narrator "Автоматическая генерация дизайна жила своей жизнью. "
    narrator "Аш знал, что в конце-концов Уши выберут тот дизайн, который лучшего всего ассоциируется у людей с эмоцией. Но еще рано."
    show black angry_var
    black "Вечнуть Вечну... "
    narrator "Он вспоминал, как она любила каламбуры. Пока не захакала свой мозг до неузнаваемости."
    show black angry_var
    black "Дьявол в деталях. И этих деталей тысячи..."
    show black angry_var
    black "Для того, чтоб понять возвращается копия в тело или нет... "
    show black angry_var
    black "...Нужно провести эксперимент статистически достоверное количество раз."
    show black angry_var
    black "А это, сотни, в идеале тысячи раз."
    show black angry_var
    black "Тысячи мать его людей!"
    show black angry_var
    black "Понятно почему Онка не хочет брать это на себя. "
    show black angry_var
    black "Он точно знает о Вечне. "
    show black angry_var
    black "Как-никак она у него работала. Поэтому и пришел ко мне."
    show black angry_var
    black "Очевидно, без его помощи я ничего не смогу..."
    narrator "От мыслей о Онке по спине Аша пробежали мурашки. "
    narrator "Человек который может позволить себе самую большую роскошь... "
    narrator "...Возможность собственным умом и ресурсами реализовывать свои дикие идеи и иметь успех. "
    narrator "Он пахнет манго, абсолютно всегда. Почему? "
    narrator "Парень бросил взгляд вверх, тот всегда упирается в далекие, но вездесущие стенки купола или потолки лавовых тоннелей под ним."
    narrator "Аш крутил по кругу мысли."
    show black angry_var
    black "1. Решить что значит сознание."
    black "2. Провести эксперимент по его пересадке и убедиться, что в теле оказывается, именно сознание из сети, а не что-то иное."
    black "3. Как будут положительные результаты, вернуть Вечну в какое-нибудь тело. "
    show black angry_var
    black "Пусть \"моя сестра в сети\" будет против, но она даже ничего не заметит."
    narrator "Он представил себе мягкие кресла корабля, рядом сидит сестра, разглядывающая маленьких собачек и пушистых ящериц на руках у пассажиров поблизости. Приятный голос проводника в дополненной реальности сообщает, что корабль отправляется и скоро, они вернутся на Землю."
    narrator "Из мечтаний его вырвало рычание лиса. Перед парнем Облачный, он стоит на четвереньках."
    hide black
    show fox smile
    fox "Мне конец! Видео с интервью попало в сеть."
    show fox smile
    fox "За мной и так есть другие грехи."
    hide fox
    show black angry_var
    black "Успокойся, не убить же ты его пытался."
    narrator "Лис рассердился."
    show black angry_var
    black "Расскажи, что за видео?"
    narrator "Задав вопрос, ответ сразу посетил его голову. Лис лег на пол и закрыл лапами голову."
    show black angry_var
    black "Она не могла так поступить! Покажи."
    narrator "Да. Это действительно был тот замечательный день, когда он и Наташа брали у Лиса интервью."
    show black angry_var
    black "Как может быть настолько на всех наплевать?"
    hide black
    show fox smile
    fox "Еще как! Я же ей помог, показал лианы..."
    hide fox
    show black angry_var
    black "Да ты словно ненавидишь Онку! Раз показал ей его сокровища!"
    hide black
    show fox smile
    fox "Не важно, мне путь на переработку."
    narrator "Зверь посмотрел в расщепляющую с расщепляющими наноботами."
    show fox smile
    fox " Вам скорее всего тоже."
    hide fox
    show black angry_var
    black "До сих пор не верю. После всего того, что произошло с ее семьей, с моей. "
    show black angry_var
    black "Она должна лучше всех меня понять, но осознанно делает хуже и хуже!"
    narrator "Лис нервно машет хвостом и, оглядывается по сторонам."
    hide black
    show fox smile
    fox "Все труды насмарку! Я сбегу. Сбегу."
    narrator "Друг опустился на колени рядом с лисом."
    hide fox
    show black angry_var
    black "Ты напуган, это мешает тебе здраво рассуждать. "
    show black angry_var
    black "Мы на Луне, в сети пещер, а над нами купол."
    show black angry_var
    black "За ним радиация и нет атмосферы."
    narrator "Аш дотронулся до Лиса."
    show black angry_var
    black "Куда ты хочешь сбежать?"
    narrator "Лис поднял свою мордочку и нарисовал носом в воздухе круг."
    hide black
    show fox smile
    fox "На Землю."
    narrator "Аш грустно улыбнулся."
    hide fox
    show black angry_var
    black "Ты не сможешь улететь в этом году."
    hide black
    show fox smile
    fox "Я могу пробраться на корабль через месяц."
    hide fox
    show black angry_var
    black "Как можно не заметить Лиса? "
    show black angry_var
    black "Но я мог бы взять тебя с собой. Как неразумное, домашнее животное."
    hide black
    show fox smile
    fox "Унизительно!"
    narrator "Парень пожал плечами."
    hide fox
    show black angry_var
    black "Зато не смертельно!"
    narrator "Лис перестал драматизировать."
    hide black
    show fox smile
    fox "Когда? Когда мы сможем вылететь?"
    hide fox
    show black angry_var
    black "Через год. Я ручаюсь, что Онка тебя не тронет."
    hide black
    show fox smile
    fox "С чего мне верить? Какая вам выгода?"
    hide fox
    show black angry_var
    black "Да никакой выгоды! Что вы все..."
    hide black
    show fox smile
    fox "Вы нужны хозяину, только это ничего не значит."
    hide fox
    show black angry_var
    black "Мы закончим свои дела на Луне. Тебе же есть, чем заняться."
    hide black
    show fox smile
    fox "Еще как есть!"
    hide fox
    show black angry_var
    black "Ты же хотел в высшую касту?"
    show black angry_var
    black "На счет видео, попрошу удалить..."
    hide black
    show fox smile
    fox "Оно по всей сети!"
    hide fox
    show black angry_var
    black "Решим."
    hide black
    show fox smile
    fox "Как, как вы это решите?"
    hide fox
    show black angry_var
    black "У твоего хозяина, я уверен, рыльце тоже в пушку."
    show black angry_var
    black "Именно поэтому, он должно быть, сам все решил."
    narrator "Парень подтолкнул Лиса в сторону выхода и тот понуро поплелся за ним на Фабрику Чипов."
    jump scene_31


label scene_31:
    scene Chip_factory_Laboratory
    narrator "Ученый осматривает лабораторию, не глядя никуда конкретно. Аш сосредоточен на мыслях."
    show black angry_var
    black "Никто никогда этого не делал, пересадить в сеть — ок. "
    show black angry_var
    black "А вот записи на биологический носитель — официально не существует."
    show black angry_var
    black "Значит пункт один: решить, что такое сознание."
    show black angry_var
    black "Эксперимент будет успешен, если мы сможем понять в новом теле оригинал сознания или химера. "
    show black angry_var
    black "Значит, мне вообще необязательно понимать что такое сознание."
    show black angry_var
    black "Нужно лишь сравнить оригинал и копию в теле."
    show black angry_var
    black "Если они будут считать себя одним человеком, тогда сделаем допущение – это успех."
    narrator "Аш водит пальцем по панели со светящимися бактериями. От тепла они меняют цвет на малиновый."
    show black angry_var
    black "Ладно, значит с этим разобрались."
    show black angry_var
    black "Пункт два: Провести эксперимент по пересадке сознания. "
    show black angry_var
    black "Трудности: нужно пересадить сознание примерно в тысячу людей, чтоб удостовериться, что это работает. "
    show black angry_var
    black "Из 1 000 копий, однозначно будут ошибки. Вопрос 1% или 99%. "
    narrator "Он устало потер глаза. Как хороший брат, он бы никогда не стал переселять сознание Вечны в качестве теста в 1000 не понятных тел."
    show black angry_var
    black "Эх, жаль тут симуляция не поможет. Можно ли заменить 1 000 человек?"
    show black angry_var
    black "Лисы подойдут на стадии, чтоб понять выживут они или нет."
    show black angry_var
    black "Я действительно зло... бедные лисы... "
    show black angry_var
    black "Стоит ли этим заниматься?"
    show black angry_var
    black "Копие Вечны наверно будет плевать, что ее еще раз скопируют в тело."
    show black angry_var
    black "Но что скажет Вечна, в новом теле?"
    narrator "Панель с бакрериями перед ним стала холодной, цвет бактериальной культуры менялся на синий, движения сгустков бактерий остановилось. На поверхности появился конденсат."
    narrator "Аш рисует перед собой единицу. А потом еще и еще одну. Прошло минут десять, а он как в трансе двигался и рисовал единицы. В зале послышались шаги."
    hide black
    show onka victory
    onka "Забыл кое-что!"
    narrator "Хозяин Фабрики удивленно рассматривает Аша, который отрешенно рисует палочки."
    show onka victory
    onka "Все хорошо?"
    hide onka
    show black angry_var
    black "Хочу прочувствовать. Как много это – тысяча жертв."
    show black angry_var
    black "Примерно столько, нужно народа для эксперимента. А лис еще больше."
    hide black
    show onka victory
    onka "Это не стоит победы над смертью?"
    hide onka
    show black angry_var
    black "Если облажаемся, то не стоит..."
    hide black
    show onka victory
    onka "Я забыл предложить закрепить сделку как принято в наших культурах. "
    show onka victory
    onka "Не знаю из какой ты, но везде в итоге пьют что-то одурманивающее."
    show onka victory
    onka "Лучше друг друга узнаем."
    hide onka
    show black angry_var
    black "Не смогу пропустить такое зрелище. Лисы тоже пьют?"
    hide black
    show onka victory
    onka "ИИ Фабрики им не позволяет. Они же сотрудники."
    show onka victory
    onka "Я не спросил как ты предпочитаешь веселиться: алкоголь, галлюциногены, убийства? "
    show onka victory
    onka "Я имел ввиду игры."
    hide onka
    show black angry_var
    black "Ты так веселишься?"
    hide black
    show onka victory
    onka "Только на мамин день рождения. Почему нет?"
    hide onka
    show black angry_var
    black "Куда я попал?"
    narrator "Онка махнул рукой и наклонился к парню."
    hide black
    show onka victory
    onka "Всем регулярно невыносимо — это здоровое состояние человека."
    show onka victory
    onka "Особенно в космосе. "
    show onka victory
    onka "Луна никогда не станет как Земля. Разве что для бактерий."
    hide onka
    show black angry_var
    black "Надеюсь у тебя есть другие темы для разговоров."
    narrator "Илли продолжает держаться рядом и Аш чувствует приторный фруктовый запах."
    hide black
    show onka victory
    onka "Самое сложное для меня в реализации научных причуд, делиться ими."
    show onka victory
    onka "Например хочу я розовых крыс — генетика."
    show onka victory
    onka "Хочу чтоб светялись - системная биология."
    show onka victory
    onka "Хочешь чтоб они играли с тобой в шашки и жгли твое электричество —"
    show onka victory
    onka "– умей работать с желязяками. "
    show onka victory
    onka "Одному это сделать нереально."
    hide onka
    show black angry_var
    black "А с лисами реально?"
    narrator "В дверь вошли лисы с подносами, японским столиком и подушками. Их расставили в центре комнаты. "
    narrator "Остался облачный, остальные вышли за дверь. Аш напрягся, ожидая когда Илли отреагирует на видео в сети."
    narrator "Илли качнул головой в сторону подушки рядом со столиком, показывая Ашу жест сеть."
    hide black
    show onka victory
    onka "Я с ними рос. Рядом, не среди них. Как я говорил, судьба лис — это Фабрика. "
    show onka victory
    onka "ИИ которая заботиться о производстве лис. "
    show onka victory
    onka "Она выбрала буддизм для одних каст и выращивание в загонах для других. "
    show onka victory
    onka "В противной ситуации они хуже выполняют функции."
    show onka victory
    onka "Ты знал, что не так давно высшая каста ела мозг 2 и 3 касты?"
    hide onka
    show black angry_var
    black "Рад что это в прошлом."
    hide black
    show onka victory
    onka "Надеюсь."
    hide onka
    show black angry_var
    black "Почему вечеринка в японском стиле?"
    hide black
    show onka victory
    onka "Для разнообразия. Дед, который сделал чип массовым, был японцем."
    narrator "Аш пытался разрядить обстановку, избегая неприятных разговоров, которые могут возникнуть во время паузы."
    narrator "Лис наполнил отёко."
    hide onka
    show black angry_var
    black "О, ты лучше чем первая гейся Осаки."
    narrator "Лис недовольно посмотрел на парня, он явно нервничал, но старался не подавать виду."
    hide black
    show fox smile
    fox "Лисята надоели убегать по ночам к Онке. "
    show fox smile
    fox "А им даже не установили имплант, они могут попасть в беду."
    narrator "Онка цыкнул на лиса. Показывая взглядом, что разговоров достаточно. "
    narrator "Тот дождался когда хозяин отвернулся и лакнул саке из его чашечки."
    narrator "Аш удивился, думал что не подал вида, но Уши выдали его."
    hide fox
    show onka victory
    onka "Что такое?"
    hide onka
    show black angry_var
    black "Я знаешь тоже, ребенком спал среди кроликов. "
    show black angry_var
    black "Как-то раз это спасло мне жизнь."
    show black angry_var
    black "Основной купол разгерметизировался, но загоны для животных имеют отдельную систему жизнеобеспечения."
    hide black
    show onka victory
    onka "Помню эту аварию. Я на Луне уже 25 лет."
    hide onka
    show black angry_var
    black "И как себя чувствуешь?"
    hide black
    show onka victory
    onka "Последний месяц ужасно! Думаю это стресс."
    show onka victory
    onka "Еще вопросы?"
    hide onka
    show black angry_var
    black "Был ли ты влюблен?"
    hide black
    show onka victory
    onka "В человека или явление?"
    narrator "Он обвел взглядом лабораторию со светящимися, пластинами—петри."
    hide onka
    show black angry_var
    black "Думаю ты ответил на мой вопрос."
    narrator "Хозяин Фабрики пожал плечами. Раздался лакающий звук, это был лис. "
    hide black
    show onka victory
    onka "Этот сад! Он кишит жизнью для разных космических объектов."
    narrator "Илли раскраснелся иуставился в один из стендов, с синими, замерзшими бактериями."
    hide onka
    show black angry_var
    black "Сменим тему..."
    show black angry_var
    black "Почему от тебя пахнет манго? Ты специально прыскаешься?"
    narrator "Онка медленно отвернул голову от водорослей, его глаза были необычайно круглые."
    hide black
    show onka victory
    onka "Манго? Ты не путаешь?"
    narrator "Аш утвердительно покачал головой."
    hide onka
    show black angry_var
    black "Ты сам не чувствуешь?"
    hide black
    show onka victory
    onka "Я не чувствую запахи."
    show onka victory
    onka "Но теперь ясно, почему мне все время плохо."
    narrator "Онка встал и начал снимать с себя одежду. "
    hide onka
    show black angry_var
    black "Думал, что уже привыкаю к тебе."
    narrator "Стоящему рядом лису Онка бросил."
    hide black
    show onka victory
    onka "Проверь мою комнату! Найди на фабрике манго или эфирные масло, все что угодно! "
    show onka victory
    onka "Никому не рассказывай, записи тоже все собери."
    show onka victory
    onka "И без интервью, будь добр."
    narrator "Лис немного покачиваясь сделал реверанс. Он сильно нервничал."
    hide onka
    show black angry_var
    black "Мне не то чтоб сильно интересно, но для чего ты разделся?"
    hide black
    show onka victory
    onka "Нашел нам развлечение — нужно это сжечь. У меня аллергия."
    narrator "Аш хлопнул в ладоши."
    hide onka
    show black angry_var
    black "На Фабрике есть возможность жечь? И горючее?"
    hide black
    show onka victory
    onka "Значит такое веселье подходит?"
    hide onka
    show black angry_var
    black "То что обыденность на Земле, дорогое удовольствие в закрытом куполе."
    hide black
    show onka victory
    onka "У меня есть бензин!"
    hide onka
    show black angry_var
    black "Это действительно хорошая идея!"
    narrator "Весело произнес Аш, потом серьезно добавил:"
    show black angry_var
    black "Для того кто пару дней назад пытался скормить себя псам."
    hide black
    show onka victory
    onka "Ну это не про меня."
    hide onka
    show black angry_var
    black "Еще бы, отлично быть миллиардером."
    narrator "Онка сделал испуганные глаза."
    hide black
    show onka victory
    onka "Что ты, не дай Фабрика, чтоб я остался миллиардером. Считай что голым."
    scene black_background
    narrator "Спустя несколько часов, Аш вспоминал как Илли жег свою одежду в костре и последнее, что они сказали друг другу:"
    hide onka
    show black angry_var
    black "Чтобы добиться вечной жизни, нам нужно нарушить все законы."
    hide black
    show onka victory
    onka "С какого начнем?"
    narrator "Аш смотрел в черноту и думал, готов ли взять на себя смерть 1 000 людей? А то и больше?"
    jump scene_32


label scene_32:
    scene Chip_factory_Laboratory
    #Аш получает триггер заняться разработкой, не только ради сестры, но и ради остальных, кто может прожить не двойную жизнь в сети, а в другом теле
    narrator "Спустя несколько недель."
    narrator "Онка вместе с лисом наблюдает за Ашем, который лежит на полу в лаборатории. Он в сети."
    show onka victory
    onka "Я думал, что после того как он получит добро, то восстановит сестру и начнет эксперимент по копированию в тело. "
    show onka victory
    onka "Но он медлит."
    show onka victory
    onka "Когда я получу столько ресурсов для обработки данных, что совершу революцию? "
    hide onka
    show fox smile
    fox "По вашему запросу, на счет пяти-шести тысяч испытуемых. Мы нашли 3 варианта их получения. "
    show fox smile
    fox "С разной тяжестью последствий, так как закон не поощряет такие испытания. Тем более на живых. Даже на добровольцах."
    hide fox
    show onka victory
    onka "Какая разница. Наш Заяц все равно тянет время. "
    hide onka
    show fox smile
    fox "Ему очень сложно жертвовать людьми. И лисами."
    hide fox
    show onka victory
    onka "Да. Но я до последнего надеялся, что он самостоятельный мальчик. Зря."
    show onka victory
    onka "Поэтому... Раз..."
    narrator "Здание дрогнуло. Зашептали лисы. Снова почувствовался толчок."
    show onka victory
    onka "Я пожалуй пойду, не люблю сцены."
    narrator "Аш зашевелился."
    narrator "Вокруг все трясется. Парень выбегает в коридор. Лисы спокойно перемещаются по Фабрике, явно зная что делать."
    narrator "Облачный был возбужден и от его вида Черный решил скорее подняться на ноги."
    hide onka
    show black angry_var
    black "Что происходит?"
    hide black
    show fox smile
    fox "Тоннель под куполом провалился!"
    hide fox
    show black angry_var
    black "Какой?"
    hide black
    show fox smile
    fox "На периферии... И продолжает разрушаться."
    narrator "Аш схватил себя за уши и потянул их вниз, ошеломленный новостью. Ноги подкосились. Он вспомнил крики людей, бивших по куполу с кроликами."
    hide fox
    show black angry_var
    black "Я хочу это видеть."
    show black angry_var
    black "Обвал пещеры по периферии — это 100% разгерметизация! "
    show black angry_var
    black "Но я должен узнать что там!"
    narrator "Лис отвернул мордочку."
    hide black
    show fox smile
    fox "В аудитории есть окно. "
    show fox smile
    fox "Но я боюсь, что зрелище может оказаться не из приятных."
    hide fox
    show black angry_var
    black "В 9 лет я выдержал."
    narrator "Аш поднялся в знакомое помещение. Лис отключил затемнение стекла."
    narrator "Черный Заяц не сразу понял, что произошло. С внешней стороны купола поднимались клубы пыли. Клубы режущей пыли. "
    narrator "Которую не обтачивает ветер. Она вступит в реакцию с жидкостями в легких и отравит организм токсичными соединениями."
    show black angry_var
    black "Мы должны открыть им!"
    narrator "Ночь с кроликами накрыла его, воздух застрял в легких. Парень начал задыхаться и упал, больно ударившись о пол коленями. "
    narrator "Он почувствовал давление в голове. Перед ним, сел на колени Илли. "
    narrator "Он заглянул Ашу в лицо и что-то сказал, но Аш не слышал. только сжимал кулаки ощущая кровь от ран под ногтями. "
    hide black
    show onka victory
    onka "Это паническая атака, дыши."
    narrator "Он взял Аша за плечи когда тот стал заваливаться вперед. Холодные-холодные руки Илии вернули Ашу чувства."
    hide onka
    show black angry_var
    black "Нужно помочь остальным!"
    hide black
    show onka victory
    onka "Как только возобновят герметичность. Но не сейчас."
    hide onka
    show black angry_var
    black "Мы не можем их не пустить."
    hide black
    show onka victory
    onka "Это лунный город, тут все знают что делать в такой ситуации. "
    show onka victory
    onka "Сейчас, все должны оставаться в помещениях."
    narrator "Аш смотрит в окно, на площадь. Над ней клубится пыль, она замерла в воздухе."
    narrator "И он точно знает, что когда ее отфильтруют – все будет покрыто телами."
    show onka victory
    onka "Дыши глубоко."
    narrator "Он обхватил руками голову Зайца, закрыв его глаза, как когда-то сделала Вечна. "
    narrator "Дыхание парня стало успокаиваться."
    show onka victory
    onka "Ты похоже и правда как Заяц — ничего не видишь, значит ничего нет."
    narrator "За окном рушится город. Облачный сидит рядом."
    show onka victory
    onka "Положите своего коллегу выспаться с лисятами. "
    show onka victory
    onka "И дай успокоительное с минимальными побочными действиями."
    jump scene_33


label scene_33:
    scene Chip_factory_Laboratory
    #Онка предлагает как тело – Наташу. и не принимает отговорки, Аш мечется
    narrator "На следующий день."
    narrator "Онка лежит в углу, не двигается. Голова безжизненно свесилась."
    narrator "Аш входит с Облачным и отскакивает назад."
    show fox smile
    fox "Неужели! Получилось?"
    narrator "Аш стоит как вкопанный. Только и думал: так не вовремя!"
    narrator "Илли резко подпрыгнул и вскрикнул от испуга. Он смотрит на Аша заспанными, непонимающими глазами."
    show fox smile
    fox "Я решил, вы мертвы..."
    hide fox
    show black angry_var
    black "Ты прикидывался мертвым?"
    hide black
    show onka victory
    onka "Что? Нет. Я всего лишь долго работал. "
    show onka victory
    onka "Ты не видел спящих людей?"
    narrator "Онка прищурил взгляд и расплылся в широкой улыбке."
    show onka victory
    onka "Ты успел испугаться!"
    narrator "Он довольно потянулся."
    hide onka
    show black angry_var
    black "Есть что обсудить — дальнейшие шаги."
    hide black
    show onka victory
    onka "С удовольствием слушаю."
    hide onka
    show black angry_var
    black "Есть план. Мы обязаны рассмотреть такую возможность из-за последних событий. "
    show black angry_var
    black "Нам нужно поместить одну копию в 900-2000 человек. "
    show black angry_var
    black "Проверяем сколько из этих людей соответствует оригиналу. "
    show black angry_var
    black "Успех — если хотя бы 70% человек в новом теле, будут считать себя исходной личностью."
    narrator "Илли сделал потрясенное лицо."
    show black angry_var
    black "Потом, нужен итоговый тест — копию из сети поместить в тело. Да, это..."
    hide black
    show onka victory
    onka "Это жестоко!"
    hide onka
    show black angry_var
    black "Мы могли бы спасти всех тех, кто умер вчера."
    hide black
    show onka victory
    onka "Стоит ли возможность вечной жизни такого? "
    show onka victory
    onka "Помню недавно, ты сомневался."
    hide onka
    show black angry_var
    black "Столько людей погибло вчера."
    narrator "Онка подошел к Ашу. Как всегда, неприятно близко, от чего Аш почувствовал дискомфорт."
    hide black
    show onka victory
    onka "Что бы ты не потерял, распространение Ушей..."
    show onka victory
    onka "...И возможность пересадить сознание в тело сделают жизнь людей намного лучше."
    show onka victory
    onka "Ты сможешь довести дело до конца?"
    hide onka
    show black angry_var
    black "Придя на растерзание соббакам я не имел цели, надежды и желания. "
    show black angry_var
    black "Сейчас, это не только для меня."
    narrator "Заяц не хочет говорить Илли обо всем. Он ему не доверяет, слишком все гладко..."
    hide black
    show onka victory
    onka "Я нашел что ты просил. "
    show onka victory
    onka "Для итогового теста \"копия-тело\" я выбрал кандидата. "
    show onka victory
    onka "Одинока, доверчива, 18 лет и скоро умрет — Наташа."
    narrator "В голове Аша возник образ девушки в комнате с инопланетными растениями."
    hide onka
    show black angry_var
    black "Это как-то связано с видео?"
    show black angry_var
    black "Не удивительно. "
    show black angry_var
    black "Может ты и с Максимом связан?"
    narrator "Илли сжал губы плохо сдерживая улыбку и пожал плечами. "
    hide black
    show onka victory
    onka "Эта информация не нужна для принятия решения. Ты отказываешься?"
    narrator "За спиной хозяина Фабрики появились лисы из высшей касты, они скалились."
    show onka victory
    onka "А еще я нашел манго."
    narrator "Из толпы лис вырвался Облачный."
    hide onka
    show fox smile
    fox "Это он разрушил Купол!"
    hide fox
    show onka victory
    onka "Я же не кричу \"это он хотел меня отравить\"."
    hide onka
    show black angry_var
    black "Что ты сделал?"
    narrator "Но Хозяин Фабрики улыбнулся острыми, вытянутыми зубами."
    hide black
    show onka victory
    onka "Разве это что-то изменит, для всех тех людей?"
    narrator "\"Кроме того, что они были бы живы?\" — сказал Заяц сам себе."
    hide onka
    show black angry_var
    black "От тебя пришло сообщение, что Вечна копируется?"
    narrator "Онка промолчал."
    narrator "Аш думал про себя. Вот кто помог копии, убить оригинал. Вот, с кем был договор..."
    narrator "Парень вспомнил последние слова сестры: \"это все он...\". В голове сверкнула, словно молния. Это все Онка!"
    show black angry_var
    black "Хорошо, начали игру, тогда закончим."
    hide black
    show onka victory
    onka "Так просто, готов продолжать?"
    narrator "Черный достал из кармана фиолетовый мяч, похожий на тот, из-за которого лис на конкурсе отгрыз себе лапу."
    narrator "Облачный заерзал на месте."
    hide onka
    show black angry_var
    black "Самый целеустремленный человек тот, у кого нет выбора."
    narrator "В глазах облачного, загорелся безумный огонь."
    #Здесь мы рассказываем о том, где они живую и что это - опасное место. Где бояться нужно не только природы, но и себя. Аш винит себя, что это он подвел Вечну к копированию. В сцене герой должен быть крут и логичен. Он рассказывает о законе копирования.
